-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 12, 2020 at 09:57 AM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.4.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `pharmacy`
--

-- --------------------------------------------------------

--
-- Table structure for table `collection`
--

CREATE TABLE `collection` (
  `transaction_id` int(11) NOT NULL,
  `date` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `invoice` varchar(100) NOT NULL,
  `amount` varchar(100) NOT NULL,
  `remarks` varchar(100) NOT NULL,
  `balance` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `customer`
--

CREATE TABLE `customer` (
  `customer_id` int(11) NOT NULL,
  `customer_name` varchar(100) NOT NULL,
  `address` varchar(100) NOT NULL,
  `contact` varchar(100) NOT NULL,
  `membership_number` varchar(100) NOT NULL,
  `prod_name` varchar(550) NOT NULL,
  `expected_date` varchar(500) NOT NULL,
  `note` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `product_id` int(11) NOT NULL,
  `product_code` varchar(200) NOT NULL,
  `gen_name` varchar(200) NOT NULL,
  `product_name` varchar(200) NOT NULL,
  `cost` varchar(100) NOT NULL,
  `o_price` varchar(100) NOT NULL,
  `price` varchar(100) NOT NULL,
  `profit` varchar(100) NOT NULL,
  `supplier` varchar(100) NOT NULL,
  `onhand_qty` int(10) NOT NULL,
  `qty` int(10) NOT NULL,
  `qty_sold` int(10) NOT NULL,
  `expiry_date` varchar(500) NOT NULL,
  `date_arrival` varchar(500) NOT NULL,
  `uom` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`product_id`, `product_code`, `gen_name`, `product_name`, `cost`, `o_price`, `price`, `profit`, `supplier`, `onhand_qty`, `qty`, `qty_sold`, `expiry_date`, `date_arrival`, `uom`) VALUES
(1, 'FC-001', 'LAXATIVE AND CARMINATIVE', '1-2-3 10X10\'S', '330', '330', '330', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(2, 'FC-002', 'SALICYLICACID,BENZOIC ACID,ETC', '28 A  เล็ก', '61', '61', '61', '10', '', 15, 15, 0, '', '', 'โหล'),
(3, 'FC-003', '', '5เจดีย์ NO.1', '198', '198', '198', '10', '', 15, 15, 0, '', '', 'โหล'),
(4, 'FC-004', '', '5เจดีย์ NO.2', '88', '88', '88', '10', '', 15, 15, 0, '', '', 'โหล'),
(5, 'FC-005', '', '5เจดีย์ ซอง', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'โหล'),
(6, 'FC-006', 'HYDROXYZINE', 'HYDROXYZINE 10MG. 1000\'S ', '135', '135', '135', '10', '', 15, 15, 0, '', '', 'ขวด'),
(7, 'FC-007', 'สบู่', 'ACNE-AID BAR 100GM', '122', '122', '122', '10', '', 15, 14, 0, '', '', 'ก้อน'),
(8, 'FC-008', 'สบู่', 'ACNE-AID BAR 50GM', '73', '73', '73', '10', '', 15, 15, 0, '', '', 'ก้อน'),
(9, 'FC-009', 'สบู่น้ำ', 'ACNE-AID LIQUID 100ML', '125', '125', '125', '10', '', 15, 15, 0, '', '', 'ขวด'),
(10, 'FC-010', 'TRIPROLIDINE,PSEUDO', 'ACTIFED 10x12\'S', '276', '276', '276', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(11, 'FC-011', 'TRIPROLIDINE,PSEUDO', 'ACTIFED DM 60CC', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'ขวด'),
(12, 'FC-012', 'TRIPROLIDINE,PSEUDO', 'ACTIFED SYRUP 60CC', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'ขวด'),
(13, 'FC-013', 'TRIPOLIDINE , PSEUDO', 'ACTIFED SYRUP ส้ม 60CC', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'ขวด'),
(14, 'FC-014', 'SIMETHICONE', 'AIR-X 50X10\'S', '482', '482', '482', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(15, 'FC-015', 'SIMETHICONE', 'AIR-X DROPS', '50', '50', '50', '10', '', 15, 15, 0, '', '', 'ขวด'),
(16, 'FC-016', 'SIMETHICONE', 'AIR-X SF 40MG 10X10\'S', '113', '113', '113', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(17, 'FC-017', 'ISOPROPYL ALC 70% VV', 'ALCOHOL ศิริ 180CC', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'ขวด'),
(18, 'FC-018', 'ISOPROPLY ALC 70% VV', 'ALCOHOL ศิริ 450CC', '35', '35', '35', '10', '', 15, 15, 0, '', '', 'ขวด'),
(19, 'FC-019', 'ISOPROPYL ALC 70% VV', 'ALCOHOL ศิริ 60CC', '86', '86', '86', '10', '', 15, 15, 0, '', '', 'โหล'),
(20, 'FC-020', 'ASPIRIN,CITRIC ACID', 'ALKA SELTZER มะนาว 20\'S', '117', '117', '117', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(21, 'FC-021', 'HYDROXYZINE', 'HYDROXYZINE 25MG 100\'S ', '275', '275', '275', '10', '', 15, 15, 0, '', '', 'ขวด'),
(22, 'FC-022', 'ALLOPURINOL 100MG', 'ALLORIC 100MG  TO  500\'S', '165', '165', '165', '10', '', 15, 15, 0, '', '', 'ขวด'),
(23, 'FC-023', 'ANTACID', 'ALUM MILK 240CC', '41.5', '41.5', '41.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(24, 'FC-024', 'AMOXY', 'AMOXY 250MG NL 1000\'S', '660', '660', '660', '10', '', 15, 15, 0, '', '', 'กป'),
(25, 'FC-025', 'AMOXY', 'AMOXY 500MG TO 500\'S ดล', '540', '540', '540', '10', '', 15, 15, 0, '', '', 'กป'),
(26, 'FC-026', 'AMPICILLIN', 'AMPI 500 MG NL500\'S', '545', '545', '545', '10', '', 15, 15, 0, '', '', 'กป'),
(27, 'FC-027', 'TAMADOL', 'ANADOL 100\'S  TO', '90', '90', '90', '10', '', 15, 15, 0, '', '', 'ขวด'),
(28, 'FC-028', 'NORETHISTERONE1MG,MESTRANOL', 'ANAMAI 28\'S', '19.7', '19.7', '19.7', '10', '', 15, 15, 0, '', '', 'แผง'),
(29, 'FC-029', 'LEVONORGESTREL,EE2', 'ANNA 28\'S', '19.7', '19.7', '19.7', '10', '', 15, 15, 0, '', '', 'แผง'),
(30, 'FC-030', 'ANTACID', 'ANTACIL 50X10\'S', '205', '205', '205', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(31, 'FC-031', 'ANTACID', 'ANTACIL GEL 240CC', '304', '304', '304', '10', '', 15, 15, 0, '', '', 'โหล'),
(32, 'FC-032', 'PARA,CLEMIZOLE,PHENYLEPHRINE', 'APRACUR 20X6\'S', '186', '186', '186', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(33, 'FC-033', 'TRIAMCINOLONE', 'ARISTOCORT 0.02% 15GM', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'หลอด'),
(34, 'FC-034', 'TRIAMCINOLONE', 'ARISTOCORT A 0.1% 15GM', '91', '91', '91', '10', '', 15, 15, 0, '', '', 'หลอด'),
(35, 'FC-035', 'VIT C  500MG', 'ASCORB  500MG  100\'S', '84', '84', '84', '10', '', 15, 15, 0, '', '', 'ขวด'),
(36, 'FC-036', '', 'ASEPSO  สบู่', '21.75', '21.75', '21.75', '10', '', 15, 15, 0, '', '', 'ก้อน'),
(37, 'FC-037', 'SALBUTAMOL (NL)', 'ASMATOL NL 1000\'S', '105', '105', '105', '10', '', 15, 15, 0, '', '', 'กป'),
(38, 'FC-038', '', 'ASPENT- M  60\'S', '29', '29', '29', '10', '', 15, 15, 0, '', '', 'ขวด'),
(39, 'FC-039', 'ASPIRIN', 'ASPIRIN (BAYER) 15X8\'S', '163', '163', '163', '10', '', 15, 15, 0, '', '', 'แผง'),
(40, 'FC-040', 'HYDROXYZINE', 'ATARAX 25MG 1x25\'S (UCB)', '73', '73', '73', '10', '', 15, 15, 0, '', '', 'แผง'),
(41, 'FC-041', 'HYDROXYZINE', 'ATARAX SYRUP 50CC', '39', '39', '39', '10', '', 15, 15, 0, '', '', 'ขวด'),
(42, 'FC-042', 'CHLORTETRA', 'AUREO 250MG 12X10\'S', '522', '522', '522', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(43, 'FC-043', 'CHLORTETRA', 'AUREOMYCIN 15GM  (ทาแผล)', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(44, 'FC-044', 'CHLORTETRA', 'AUREOMYCIN 15GM  (ป้ายตา)', '31.5', '31.5', '31.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(45, 'FC-045', 'VIT B1,6,12', 'B 1-6-12 G.P.O 100\'S', '58', '58', '58', '10', '', 15, 15, 0, '', '', 'ขวด'),
(46, 'FC-046', 'VIT B1,6,12', 'B 1-6-12 NL 1000\'S', '200', '200', '200', '10', '', 15, 15, 0, '', '', 'ขวด'),
(47, 'FC-047', '', 'B COMPLEX GPO 1000\'S', '125', '125', '125', '10', '', 15, 15, 0, '', '', 'ขวด'),
(48, 'FC-048', 'HYOSCINE', 'BACOTAN TO 1000\'S', '535', '535', '535', '10', '', 15, 15, 0, '', '', 'ขวด'),
(49, 'FC-049', 'SULFAMETHOXAZOLE+TRIMETHOPRIM', 'BACTRIM 25X10\'S', '13', '13', '13', '10', '', 15, 15, 0, '', '', 'แผง'),
(50, 'FC-050', 'MUPIROCIN', 'BACTROBAN 5GM', '72.5', '72.5', '72.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(51, 'FC-051', 'PROTEIN', 'BANNER PROTINE 100\'S', '285', '285', '285', '10', '', 15, 15, 0, '', '', 'ขวด'),
(52, 'FC-052', 'PROTEIN', 'BANNER PROTINE 30\'S', '95.5', '95.5', '95.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(53, 'FC-053', 'PROTEIN', 'BANNER PROTINE ไซรัพ 60CC', '46', '46', '46', '10', '', 15, 15, 0, '', '', 'ขวด'),
(54, 'FC-054', 'BACITRACIN,NEO,POLYMYXIN B', 'BANOCIN OINTMENT 10GM', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'หลอด'),
(55, 'FC-055', 'BACITRACIN,NEO,POLYMYXIN B', 'BANOCIN POWDER 10GM', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ขวด'),
(56, 'FC-056', 'SOD BICARBONATE,EILL WATER', 'BEBIDOL 120CC', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'ขวด'),
(57, 'FC-057', 'DIPHEN,AMMONIUM,DEXTRO,PHENYL', 'BENADRYL DMP 60CC', '53', '53', '53', '10', '', 15, 15, 0, '', '', 'ขวด'),
(58, 'FC-058', 'DIPHEN,PSUDO', 'BENADRYL เขียว 60CC', '41.5', '41.5', '41.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(59, 'FC-059', 'DIPHEN,AMMONIUM', 'BENADRYL น้ำตาล 60CC', '38.5', '38.5', '38.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(60, 'FC-060', 'MEBENDAZONE', 'BENDA 500 12X1\'S', '155', '155', '155', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(61, 'FC-061', 'MEBENDAZONE', 'BENDA SYRUP 30CC', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(62, 'FC-062', 'DICYCLOMINE,SIMETHICONE', 'BERCLOMIN SYRUP 60CC', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(63, 'FC-063', 'POVIDONE IODINE', 'BETADINE SOLUTION 30CC', '313', '313', '313', '10', '', 15, 15, 0, '', '', 'ขวด'),
(64, 'FC-064', 'BETAMETHASONE,NEO', 'BETHASONE-N (oh) 15GM', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'หลอด'),
(65, 'FC-065', 'BETAMETHASONE,NEO', 'BETHASONE-N (oh) 5GM', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'หลอด'),
(66, 'FC-066', 'FLUCONAZOLE', 'BIOZOLE 150MG 1X1\'S', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(67, 'FC-067', 'BISACODYL', 'BISOLAX 10\'S', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'แผง'),
(68, 'FC-068', 'BROMHEXINE', 'BISOLVON 50X10\'S', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'แผง'),
(69, 'FC-069', 'BISACCODYL', 'BISOLVON X 60CC', '40.5', '40.5', '40.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(70, 'FC-070', 'BROMHEXINE', 'BISOLVON เด็ก', '42.5', '42.5', '42.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(71, 'FC-071', '', 'BOTAN 1X24ตลับ(เล็ก)', '198', '198', '198', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(72, 'FC-072', '', 'BOTAN MINTBALL  20\'S', '405', '405', '405', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(73, 'FC-073', '', 'BOTAN แผ่น 100ซอง', '532', '532', '532', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(74, 'FC-074', 'METHYL SALICYLATE', 'BOXING ANALGESIC CREAM 100GM', '49.5', '49.5', '49.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(75, 'FC-075', 'METHYL SALICYLATE', 'BOXING ANALGESIC CREAM 40GM', '33.75', '33.75', '33.75', '10', '', 15, 15, 0, '', '', 'หลอด'),
(76, 'FC-076', 'TERBUTALINE,GLYCERYLGAUAIACOLA', 'BRICANYL EXPEC 60CC', '39', '39', '39', '10', '', 15, 15, 0, '', '', 'ขวด'),
(77, 'FC-077', 'DIPHENHYDRAMINE , DEXTRO', 'BRONCHOPREX', '38', '38', '38', '10', '', 15, 15, 0, '', '', 'ขวด'),
(78, 'FC-078', 'IBUPROFEN', 'BRUSIL 60CC (สีลม)', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(79, 'FC-079', 'AMINACRINE,CETRIMIDE', 'BURNOL PLUS 10GM', '28.25', '28.25', '28.25', '10', '', 15, 15, 0, '', '', 'หลอด'),
(80, 'FC-080', 'AMINACRINE,CETRIMIDE', 'BURNOL PLUS 25GM', '43.5', '43.5', '43.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(81, 'FC-081', 'HYOSCIN', 'BUSCOPAN 50X10\'S', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'แผง'),
(82, 'FC-082', 'CALCIUM , VIT C , VIT D', 'C.D.R 10\'S', '76', '76', '76', '10', '', 15, 15, 0, '', '', 'หลอด'),
(83, 'FC-083', 'CHLOPHENIRAMINE', 'C.P.M. SYRUP EXPECT (MS)', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(84, 'FC-084', 'บ้วนปาก', 'C-20 180CC', '37.5', '37.5', '37.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(85, 'FC-085', 'CALAMINE', 'CALADRYL CREAM 20GM', '52.5', '52.5', '52.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(86, 'FC-086', 'CALAMINE', 'CALADRYL LOTION 55CC', '43.5', '43.5', '43.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(87, 'FC-087', 'CALAMINE', 'CALAMINE ศิริ 120cc', '154', '154', '154', '10', '', 15, 15, 0, '', '', 'ขวด'),
(88, 'FC-088', 'PARA', 'CALPOL 100X10\'S', '600', '600', '600', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(89, 'FC-089', 'PARA', 'CALPOL 6-12  55ML (ส้ม)', '57.5', '57.5', '57.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(90, 'FC-090', 'PARA', 'CALPOL SYRUP 60CC (สตอ)', '48', '48', '48', '10', '', 15, 15, 0, '', '', 'ขวด'),
(91, 'FC-091', 'MTV', 'CALTRATE 600+PLUS 60\'S (ม่วง)', '296', '296', '296', '10', '', 15, 15, 0, '', '', 'ขวด'),
(92, 'FC-092', 'CLOTRIMAZOLE 0.1GM', 'CANDINAS   VAGINAL 6\'S', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(93, 'FC-093', 'CLOTRIMAZOLE 0.5GM', 'CANDINAS 500   VAGINAL  1\'S', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(94, 'FC-094', 'PIROXICAM', 'CAPIROX 10MG 10\'S', '20.3', '20.3', '20.3', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(95, 'FC-095', 'PIROXICAM', 'CAPIROX 20MG 10\'S', '133', '133', '133', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(96, 'FC-096', 'CAPSULES', 'CAPSUL เปล่า NO 0 1000\'S ใส', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'ถุง'),
(97, 'FC-097', 'CHARCOAL 260MG.', 'CA-R-BON CAP 20X10\'S', '218', '218', '218', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(98, 'FC-098', '', 'CARMINATIVE  180CC  GPO', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'ขวด'),
(99, 'FC-099', 'DICLOFENAC 25MG', 'CATAFLAM 25MG', '54', '54', '54', '10', '', 15, 15, 0, '', '', 'แผง'),
(100, 'FC-100', 'ฝักใบมะขามแขก,ส้มแขก,เก็กฮวย', 'CATHERINE เก็กฮวย เล็ก', '250', '250', '250', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(101, 'FC-101', 'ใบฝักมะขามแขก,ส้มแขก,เก๊กฮวย', 'CATHERINE เก็กฮวย ใหญ่', '72', '72', '72', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(102, 'FC-102', 'CHLORDIAZEOXIDE,CLIDINIUM', 'CEBARAX CMED 1000\'S', '570', '570', '570', '10', '', 15, 15, 0, '', '', 'กป'),
(103, 'FC-103', 'ปรอทวัดไข้แก้ว', 'CEDAR 1DOZ', '208', '208', '208', '10', '', 15, 15, 0, '', '', 'แท่ง'),
(104, 'FC-104', 'IBUPROFEN 400MG', 'CEFEN 400MG 1000\'S เหลืองรูปไข่', '360', '360', '360', '10', '', 15, 15, 0, '', '', 'กป'),
(105, 'FC-105', 'MTV', 'CENTRUM  100\'S', '473', '473', '473', '10', '', 15, 15, 0, '', '', 'ขวด'),
(106, 'FC-106', 'CETYLPYRIDINIUM', 'CEPACOL 50X8\'S', '528', '528', '528', '10', '', 15, 15, 0, '', '', 'แผง'),
(107, 'FC-107', 'CETIRIZINE (TO)', 'CETRIZIN 10X10\'S  (TO)', '60', '60', '60', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(108, 'FC-108', 'CETIRIZINE (TO)', 'CETRIZIN SYR  60CC', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'ขวด'),
(109, 'FC-109', 'ใบมะขามแขก,ฝักมะขามแขก', 'CHA งามระหงชง', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(110, 'FC-110', 'ใบมะขามแขก,ฝักมะขามแขก', 'CHA งามระหงเม็ด', '30.5', '30.5', '30.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(111, 'FC-111', 'ดอกคำฝอย,มะขามแขก,ฯลฯ', 'CHA เทวี เม็ดกล่อง', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(112, 'FC-112', '', 'CHA ใบแก้ว เม็ด', '154', '154', '154', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(113, 'FC-113', 'CALCIUM CARBONATE', 'CHALKCAP 1000MG 50X10\'S', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'แผง'),
(114, 'FC-114', '', 'CHECK TRU STRIPตรวจต้งครรภ์', '26', '26', '26', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(115, 'FC-115', 'CHLORAM', 'CHLOR-OPH 5CC (ขายขาด)', '20.25', '20.25', '20.25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(116, 'FC-116', 'CPM', 'CPM 100\'S', '14.8', '14.8', '14.8', '10', '', 15, 15, 0, '', '', 'กป'),
(117, 'FC-117', 'CIMETIDINE 400MG', 'CIMIDINE 400MG 10X10\'S (BERLIN)', '70', '70', '70', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(118, 'FC-118', 'CINARICINE  25 MG', 'CINARIZINE  TO 1000\'S', '115', '115', '115', '10', '', 15, 15, 0, '', '', 'ขวด'),
(119, 'FC-119', '', 'CLEARASIL  TONER 60 ML', '44.5', '44.5', '44.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(120, 'FC-120', '', 'CLEARASIL  WASH   60 ML', '44.5', '44.5', '44.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(121, 'FC-121', '', 'CLEARASIL สบู่ก้อน', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ก้อน'),
(122, 'FC-122', 'CLINDAMYCIN', 'CLINDA-M 15CC', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'ขวด'),
(123, 'FC-123', 'CLOXA', 'CLOXA 500MG (BS) 500\'S', '520', '520', '520', '10', '', 15, 15, 0, '', '', 'กป'),
(124, 'FC-124', 'CLOXA', 'CLOXA DRY NL 60CC', '18.5', '18.5', '18.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(125, 'FC-125', 'COD LIVER OIL', 'CODLIVEROIL PATA 100\'S', '400', '400', '400', '10', '', 15, 15, 0, '', '', 'ขวด'),
(126, 'FC-126', 'PARA,CPM,DEXTRO,PHENYLEPHRINE', 'COLATUS 60ML', '33', '33', '33', '10', '', 15, 15, 0, '', '', 'ขวด'),
(127, 'FC-127', '', 'COLD HOT PACK 3เอ็ม mini  เด็ก', '75', '75', '75', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(128, 'FC-128', 'CAMPHOR LIDOCAINE', 'COLT .45  30ML (อุดฟัน)', '20', '20', '20', '10', '', 15, 15, 0, '', '', 'หลอด'),
(129, 'FC-129', 'PANCREATIN ENZYME EXTRACT', 'COMBIZYM 10X10\'S', '49.8', '49.8', '49.8', '10', '', 15, 15, 0, '', '', 'แผง'),
(130, 'FC-130', 'SALICYLIC ', 'CON CON 15ML  ทาหูด', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(131, 'FC-131', '', 'CONFORM GAUZ  3\"', '86', '86', '86', '10', '', 15, 15, 0, '', '', 'โหล'),
(132, 'FC-132', '', 'CONFORM GAUZ 4\"', '113', '113', '113', '10', '', 15, 15, 0, '', '', 'โหล'),
(133, 'FC-133', 'DEXTRO,CPM,PSEUDO', 'CONHIST SYRUP', '35', '35', '35', '10', '', 15, 15, 0, '', '', 'ขวด'),
(134, 'FC-134', 'CPM,PSEUDO', 'CONSINUT 1000\'S', '590', '590', '590', '10', '', 15, 15, 0, '', '', 'กป'),
(135, 'FC-135', 'CFM,PSEUDO', 'CONSINUT SYRUP ', '24.5', '24.5', '24.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(136, 'FC-136', '', 'CORN REMOVAL(ตาปลา)1X4\'S', '40', '40', '40', '10', '', 15, 15, 0, '', '', 'BOX'),
(137, 'FC-137', 'COTTON BALLS', 'COTTON BALLS 25GM', '23', '23', '23', '10', '', 15, 15, 0, '', '', 'กป.'),
(138, 'FC-138', 'COTTON BUDS', 'COTTON BUD 100ก้าน (ซอง) ถูก', '53', '53', '53', '10', '', 15, 15, 0, '', '', 'โหล'),
(139, 'FC-139', '', 'COTTON WOOL ม้วนอนามัย 28บาท', '28', '28', '28', '10', '', 15, 15, 0, '', '', 'ม้วน'),
(140, 'FC-140', 'COTTON', 'COTTON WOOL รถพยาบาล34บ.', '36.5', '36.5', '36.5', '10', '', 15, 15, 0, '', '', 'ม้วน'),
(141, 'FC-141', '', 'COTTON ก้อนรถพยาบาล 14 G', '20', '20', '20', '10', '', 15, 15, 0, '', '', 'ถุง'),
(142, 'FC-142', '', 'COTTON ซอง 2 บาท 25 ซอง', '40', '40', '40', '10', '', 15, 15, 0, '', '', 'ห่อ'),
(143, 'FC-143', 'COTTON', 'COTTON แผ่น 16บ.', '22', '22', '22', '10', '', 15, 15, 0, '', '', 'ถุง'),
(144, 'FC-144', '', 'COTTON ม้วนรถพยาบาล 80G', '23', '23', '23', '10', '', 15, 15, 0, '', '', 'ม้วน'),
(145, 'FC-145', 'METHYL SALICYLIC', 'COUNTERPAIN 30GM', '43.5', '43.5', '43.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(146, 'FC-146', 'METHYL SALICYLIC', 'COUNTERPAIN 60GM', '65.5', '65.5', '65.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(147, 'FC-147', 'METHYL SALICYLATER', 'COUNTERPAIN COOL 30GM', '50', '50', '50', '10', '', 15, 15, 0, '', '', 'หลอด'),
(148, 'FC-148', 'METHYL SALICYLATE', 'COUNTERPAIN COOL 60GM', '74', '74', '74', '10', '', 15, 15, 0, '', '', 'หลอด'),
(149, 'FC-149', 'SALICSALIC , PIROXICAM', 'COUNTERPAIN PLUS 25G(รุ่นใหม่)', '107', '107', '107', '10', '', 15, 15, 0, '', '', 'หลอด'),
(150, 'FC-150', 'CPM', 'CPM 1000\'S', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'ขวด'),
(151, 'FC-151', '', 'CURMIN  CAP 10X10\'S องค์การ', '110', '110', '110', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(152, 'FC-152', 'CYPROHEPTADINE', 'CYPRO 4MG NL ขาวเหลือง', '115', '115', '115', '10', '', 15, 15, 0, '', '', 'กป'),
(153, 'FC-153', 'MICRONIZED FLAVONIDIE FRACTION', 'DAFOMIN 500MG. 3x10\'S  TO', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(154, 'FC-154', 'LOPERAMINE (NL)', 'DAINOX  1000\'S  NL', '225', '225', '225', '10', '', 15, 15, 0, '', '', 'ขวด'),
(155, 'FC-155', 'SERRATIOPEPTIDASE', 'DANZEN 10X10\'S', '31.5', '31.5', '31.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(156, 'FC-156', 'DEXAMETHASONE,NEOMYCIN', 'DECOLFED SYRUP 60CC', '26.5', '26.5', '26.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(157, 'FC-157', 'PARA,CPM', 'DECOLGEN LIQUID 2OZ', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'ขวด'),
(158, 'FC-158', 'PARA,CPM,PSEUDO', 'DECOLGEN PLUS 25X4\'S', '99', '99', '99', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(159, 'FC-159', 'SERRATIOPEPTIDASE', 'DENSO  500\'S  TO', '175', '175', '175', '10', '', 15, 15, 0, '', '', 'ขวด'),
(160, 'FC-160', '', 'DENTALFLOSS WAX 20 Yds ฟ้า', '37.5', '37.5', '37.5', '10', '', 15, 15, 0, '', '', 'อัน'),
(161, 'FC-161', '', 'DENTALFLOSS WAX 50 Yds เขียว', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'อัน'),
(162, 'FC-162', '', 'DENTISTE 100G หลอดบีบ', '94', '94', '94', '10', '', 15, 15, 0, '', '', 'หลอด'),
(163, 'FC-163', 'ANALGIN', 'DEPARON 25X4\'S', '144', '144', '144', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(164, 'FC-164', 'DEQ', 'DEQUADIN LEMON 25\'S ปรค.', '34.5', '34.5', '34.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(165, 'FC-165', 'DEQ', 'DEQUADIN LEMON 50X6\'S', '16.44', '16.44', '16.44', '10', '', 15, 15, 0, '', '', 'แผง'),
(166, 'FC-166', 'DEQ', 'DEQUADIN ORANGE 25\'S', '34.5', '34.5', '34.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(167, 'FC-167', 'DEQ', 'DEQUADIN ORANGE 50X6', '16.44', '16.44', '16.44', '10', '', 15, 15, 0, '', '', 'แผง'),
(168, 'FC-168', 'MICRONIZED SILVER SULFADIAZINE', 'DERMAZINE 25GM', '41.5', '41.5', '41.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(169, 'FC-169', 'OMEPRAZOLE (TO)', 'DESEC 1X14\'S (TO)', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(170, 'FC-170', 'CHLOROXYLENOL', 'DETTOL  SOAP เขียว 70GM', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ก้อน'),
(171, 'FC-171', 'CHLOROXYLENOL', 'DETTOL 100CC', '48.75', '48.75', '48.75', '10', '', 15, 15, 0, '', '', 'ขวด'),
(172, 'FC-172', 'CHLOROXYLENOL', 'DETTOL 250CC', '73.5', '73.5', '73.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(173, 'FC-173', 'CHLOROXYLENOL', 'DETTOL SOAP ฟ้า 70GM', '18.25', '18.25', '18.25', '10', '', 15, 15, 0, '', '', 'ก้อน'),
(174, 'FC-174', 'DOCUSATE', 'DEWAX  15ML', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'ขวด'),
(175, 'FC-175', 'DEXAMETHASONE,NEOMYCIN', 'DEXOPH ED 4ML', '226', '226', '226', '10', '', 15, 15, 0, '', '', 'โหล'),
(176, 'FC-176', 'CYPROTERONE,EE2', 'DIANE 35', '139.5', '139.5', '139.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(177, 'FC-177', 'DICLOXA', 'DICLOXA 250MG MEDICPHARMA', '585', '585', '585', '10', '', 15, 15, 0, '', '', 'ขวด'),
(178, 'FC-178', 'DICLOXA', 'DICLOXA 500MG MEDICPHARMA', '940', '940', '940', '10', '', 15, 15, 0, '', '', 'ขวด'),
(179, 'FC-179', '', 'DIGITAL THERMOMITER CEDAR', '100', '100', '100', '10', '', 15, 15, 0, '', '', 'อัน'),
(180, 'FC-180', 'DIMENHYDRINATE', 'DIMENHIDINATE NL 100X10\'S', '130', '130', '130', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(181, 'FC-181', 'BROMPHENIRAMINE 0.8MG', 'DIMETAPP DROP 30CC', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'ขวด'),
(182, 'FC-182', 'BROMPHE,PHENYLEPHRINE', 'DIMETAPP ELIXER 60ML', '51', '51', '51', '10', '', 15, 15, 0, '', '', 'ขวด'),
(183, 'FC-183', 'BETAMETHASONE,SALICYLIC', 'DIPROSALIC OINTMENT 5GM', '83', '83', '83', '10', '', 15, 15, 0, '', '', 'หลอด'),
(184, 'FC-184', 'DIIODOHYDROXYQUINOLINE,NEO', 'DISENTO 25X4\'S', '188', '188', '188', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(185, 'FC-185', 'FURAZOLIDONE,PECTIN,KAOLIN', 'DISENTO SUS 60CC', '26.5', '26.5', '26.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(186, 'FC-186', 'SIMETICONE', 'DISFLATYL 50X10\'S', '445', '445', '445', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(187, 'FC-187', 'HYDROCORTISONE 5MG ริดสีดวง', 'DOPROCT OINTMENT 10GM', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(188, 'FC-188', 'HYDROCORTISONE 7.5MG ริดสีดวง', 'DOPROCT เหน็บ10\'S', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(189, 'FC-189', 'DICLOFENAC', 'DOSANAC GEL 25GM', '28.5', '28.5', '28.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(190, 'FC-190', 'DOXY (NL)', 'DOXY CAP (NL) 500\'S', '225', '225', '225', '10', '', 15, 15, 0, '', '', 'กป'),
(191, 'FC-191', 'BENZALKONIUM,CETRIMIDE', 'DRAPOLENE CREAM 55GM', '107', '107', '107', '10', '', 15, 15, 0, '', '', 'หลอด'),
(192, 'FC-192', '', 'DROPPER  100\'S', '125', '125', '125', '10', '', 15, 15, 0, '', '', ''),
(193, 'FC-193', 'BISACODYL', 'DULCOLAX 5MG 50X10\'S', '26.8', '26.8', '26.8', '10', '', 15, 15, 0, '', '', 'แผง'),
(194, 'FC-194', 'BISACODYL', 'DULCOLAX เหน็บ(ผู้ใหญ่) 10\'S', '110', '110', '110', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(195, 'FC-195', '', 'DUO GEL', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'หลอด'),
(196, 'FC-196', 'LACTULOSE', 'DUPHALAC 100ML ปรค.', '121', '121', '121', '10', '', 15, 15, 0, '', '', 'ขวด'),
(197, 'FC-197', 'CONDOM', 'DUREX (ทอง)', '1270', '1270', '1270', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(198, 'FC-198', 'CONDOM', 'DUREX CONTULAR', '1070', '1070', '1070', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(199, 'FC-199', 'CONDOM', 'DUREX KINGTEX ขึ้นราคา', '995', '995', '995', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(200, 'FC-200', 'CONDOM', 'DUREX LOVE  12X3\'S', '305', '305', '305', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(201, 'FC-201', 'CONDOM', 'DUREX N11 กล่องเล็ก 3ชิ้น', '1560', '1560', '1560', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(202, 'FC-202', 'CONDOM', 'DUREX SENSATION', '1550', '1550', '1550', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(203, 'FC-203', 'CONDOM', 'DUREX STRAWBERRY', '1310', '1310', '1310', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(204, 'FC-204', '', 'ELASTIC 3\"', '154', '154', '154', '10', '', 15, 15, 0, '', '', 'โหล'),
(205, 'FC-205', '', 'ELASTIC 4\"', '196', '196', '196', '10', '', 15, 15, 0, '', '', 'โหล'),
(206, 'FC-206', 'INDOMETHACIN', 'ELMETACIN 50ML', '111', '111', '111', '10', '', 15, 15, 0, '', '', 'ขวด'),
(207, 'FC-207', 'FLUOROMETHOLONE,TETRYZOLINE', 'EMOFORM 120ML', '49', '49', '49', '10', '', 15, 15, 0, '', '', 'ขวด'),
(208, 'FC-208', 'FLUOROMETHOLONE,TETRYZOLINE', 'EMOFORM สีฟัน 100GM', '76.5', '76.5', '76.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(209, 'FC-209', 'BISACODYL', 'EMULAX EMUSION เล็ก ', '178', '178', '178', '10', '', 15, 15, 0, '', '', 'ขวด'),
(210, 'FC-210', 'BISACODYL', 'EMULAX เหลือง 1000\'S', '100', '100', '100', '10', '', 15, 15, 0, '', '', 'ขวด'),
(211, 'FC-211', '', 'ENO มะนาว 1X48ซอง ปรค.', '340', '340', '340', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(212, 'FC-212', '', 'ENO มะนาว SS', '61', '61', '61', '10', '', 15, 15, 0, '', '', 'ขวด'),
(213, 'FC-213', '', 'ENO ส้ม 1X48ซอง ปรค.', '340', '340', '340', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(214, 'FC-214', '', 'ENO ส้ม SS', '61', '61', '61', '10', '', 15, 15, 0, '', '', 'ขวด'),
(215, 'FC-215', 'DIET SUGAR', 'EQUAL 50ซอง', '76.5', '76.5', '76.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(216, 'FC-216', 'DIET SUGAR', 'EQUAL ตลับ100\'S', '78', '78', '78', '10', '', 15, 15, 0, '', '', 'ตลับ'),
(217, 'FC-217', 'NIFUROXAZIDE', 'ERFUZIDE 60ML', '38.5', '38.5', '38.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(218, 'FC-218', 'EUCALYPTUS OIL', 'EUCALYP นกแก้วกลาง 28CC', '63', '63', '63', '10', '', 15, 15, 0, '', '', 'ขวด'),
(219, 'FC-219', 'EUCALYPTUS OIL', 'EUCALYP นกแก้วเล็ก 8.5CC', '38', '38', '38', '10', '', 15, 15, 0, '', '', 'ขวด'),
(220, 'FC-220', 'EUCALYPTUS OIL', 'EUCALYP นกแก้วใหญ่ 56CC', '85', '85', '85', '10', '', 15, 15, 0, '', '', 'ขวด'),
(221, 'FC-221', 'LYNESTRENOL', 'EXLUTON 28\'S ปรค.', '95', '95', '95', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(222, 'FC-222', 'BENZALKONIUM,BORIC A,Na BORATE', 'EYE GENE  ใหญ่', '37.17', '37.17', '37.17', '10', '', 15, 15, 0, '', '', 'ขวด'),
(223, 'FC-223', 'BENZALKONIUM,BORIC A,Na BORATE', 'EYE MO PLAIN 15ML', '47', '47', '47', '10', '', 15, 15, 0, '', '', 'ขวด'),
(224, 'FC-224', 'BENZALKONIUM,BORIC A,Na BORATE', 'EYE MO PLAIN 7.5ML', '38', '38', '38', '10', '', 15, 15, 0, '', '', 'ขวด'),
(225, 'FC-225', 'CONDOM', 'FAIRE VISA', '348', '348', '348', '10', '', 15, 15, 0, '', '', 'กุรุส'),
(226, 'FC-226', 'KETOPROFEN', 'FASTUM GEL 30GM', '74', '74', '74', '10', '', 15, 15, 0, '', '', 'หลอด'),
(227, 'FC-227', 'FERROUS+MTV', 'FBC 100\'S', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'ถุง'),
(228, 'FC-228', 'FERROUS,FOLIC A,B6', 'FERLI-6 1000\'S', '238', '238', '238', '10', '', 15, 15, 0, '', '', 'ขวด'),
(229, 'FC-229', 'FERROUS SULFATE', 'FERROUS SULPHATE TP 1000\'S', '58', '58', '58', '10', '', 15, 15, 0, '', '', 'ขวด'),
(230, 'FC-230', '', 'FEVER READER แทบวัดไข้', '47.5', '47.5', '47.5', '10', '', 15, 15, 0, '', '', 'แผ่น'),
(231, 'FC-231', 'PEPPERMINT,MENTHOL', 'FISHERMAN  24X20\'S', '34', '34', '34', '10', '', 15, 15, 0, '', '', 'ชอง'),
(232, 'FC-232', '', 'FITNE CAPSULE  20\'S', '82.5', '82.5', '82.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(233, 'FC-233', 'เมล็ดแมงลัก,กรดซิตริก,กรดมาลิก', 'FITNE OC แมงลักกลิ่นส้ม 70GM', '58.5', '58.5', '58.5', '10', '', 15, 15, 0, '', '', 'ถุง'),
(234, 'FC-234', 'ใบมะขามแขก,เก๊กฮวย,ฝักมะขามแขก', 'FITNE เก็กฮวยซองซิป กลาง', '62.5', '62.5', '62.5', '10', '', 15, 15, 0, '', '', 'ถุง'),
(235, 'FC-235', '', 'FITNE ชาเขียวซอง กลาง', '62.5', '62.5', '62.5', '10', '', 15, 15, 0, '', '', 'ถุง'),
(236, 'FC-236', 'ใบมะขามแขก,ฝักมะขามแขก,ฯลฯ', 'FITNE ชาซองซิป กลาง', '60.5', '60.5', '60.5', '10', '', 15, 15, 0, '', '', 'ถุง'),
(237, 'FC-237', 'PIROXICAM (SIAM)', 'FLAMIC GEL 25GM', '29', '29', '29', '10', '', 15, 15, 0, '', '', 'หลอด'),
(238, 'FC-238', '', 'FLATULENCE เขียว 1000\'S', '232', '232', '232', '10', '', 15, 15, 0, '', '', 'กป'),
(239, 'FC-239', 'CARBOCYSTEINE', 'FLEMEX 50X10\'S', '38.7', '38.7', '38.7', '10.000000000000004', '', 15, 15, 0, '', '', 'แผง'),
(240, 'FC-240', 'CARBOCYSTEINE', 'FLEMEX SYRUP 60CC', '52.5', '52.5', '52.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(241, 'FC-241', 'CARBOCYSTEINE', 'FLEMEX SYRUP KIDS 60CC', '46.5', '46.5', '46.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(242, 'FC-242', 'ฝาง,ว่านสากเหล็ก,โกฐหัวบัวฯลฯ', 'FLORA  CAP  ฟอกเลือด  12x30\'S', '63.5', '63.5', '63.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(243, 'FC-243', '', 'FLORA PLUS น้ำ 450ML', '124', '124', '124', '10', '', 15, 15, 0, '', '', 'ขวด'),
(244, 'FC-244', 'FLUNARIZINE', 'FLUNAGEN NL 1000\'S', '258', '258', '258', '10', '', 15, 15, 0, '', '', 'กป'),
(245, 'FC-245', 'FOLIC ACID', 'FOLIC ACID 5MG GPO.', '101', '101', '101', '10', '', 15, 15, 0, '', '', 'ขวด'),
(246, 'FC-246', 'MEBENDAZOLE 100MG', 'FUBEN90 30CC', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'ขวด'),
(247, 'FC-247', 'MEBENDAZOLE', 'FUGACAR 500MG 1\'S', '35.5', '35.5', '35.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(248, 'FC-248', 'MEBENDAZOLE', 'FUGACAR 500MG 1\'S รสผลไม้', '35.5', '35.5', '35.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(249, 'FC-249', 'CLOTRIMAZOLE,BETAMETHASONE', 'FUNGIDERM-B 10GM', '39', '39', '39', '10', '', 15, 15, 0, '', '', 'หลอด'),
(250, 'FC-250', 'MICONEZOLE', 'FUNGISIL CREAM 5GM', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'หลอด'),
(251, 'FC-251', 'MICONAZOLE,TRIAMCINOLONE', 'FUNGISIL-T CREAM 5GM', '33.4', '33.4', '33.4', '10', '', 15, 15, 0, '', '', 'หลอด'),
(252, 'FC-252', 'FUROSEMIDE (NL)', 'FUROSIC 40MG NL 500\'S', '128', '128', '128', '10', '', 15, 15, 0, '', '', 'กป'),
(253, 'FC-253', 'ISPAGHYLA HUSK', 'FYBOGEL 1X10ซอง', '66', '66', '66', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(254, 'FC-254', 'SIMETICONE', 'GACIDA 50X10\'S', '340', '340', '340', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(255, 'FC-255', 'SIMETHCONE.PANCREATIN', 'GASSI 15ML DROPS ', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(256, 'FC-256', '', 'GAS-TAP   1000\'S  GREATER', '170', '170', '170', '10', '', 15, 15, 0, '', '', 'ขวด'),
(257, 'FC-257', '', 'GASTRO BISMOL 240ML', '59', '59', '59', '10', '', 15, 15, 0, '', '', 'ขวด'),
(258, 'FC-258', '', 'GAUZE 3X3 จีนแดง  10X10\'S', '47.5', '47.5', '47.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(259, 'FC-259', '', 'GAUZE 4X4 จีนแดง  10X10\'S', '72', '72', '72', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(260, 'FC-260', 'MAGNESIUM , ALUMINIUM', 'GELUSIL MPS 50X10\'S', '650', '650', '650', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(261, 'FC-261', 'GENTAMICIN', 'GENTADERM CREAM TO 5GM', '19', '19', '19', '10', '', 15, 15, 0, '', '', 'หลอด'),
(262, 'FC-262', 'GENTAMICIN  0.3%', 'GENTAL  หยอดตา', '20', '20', '20', '10', '', 15, 15, 0, '', '', 'ขวด'),
(263, 'FC-263', 'GLUCOSE', 'GLUCOLIN 400GM', '50', '50', '50', '10', '', 15, 15, 0, '', '', 'กระปํอง'),
(264, 'FC-264', 'GLYCEROL', 'GLYCERIN เหน็บเด็ก', '36.5', '36.5', '36.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(265, 'FC-265', 'GLYCEROL', 'GLYCERIN เหน็บผู้ใหญ่', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(266, 'FC-266', 'METHYSALICYLATE,CAMPHOR,ETC', 'GOLDEN CUP BALM กลาง', '100', '100', '100', '10', '', 15, 15, 0, '', '', 'โหล'),
(267, 'FC-267', 'METHYLSALICYLATE,CAMPHOR,ETC', 'GOLDEN CUP BALM ขวด', '194', '194', '194', '10', '', 15, 15, 0, '', '', 'โหล'),
(268, 'FC-268', 'METHYLSALICYLATE,CAMPHOR,ETC', 'GOLDEN CUP BALM เล็ก', '55.5', '55.5', '55.5', '10', '', 15, 15, 0, '', '', 'โหล'),
(269, 'FC-269', 'NaHCO3', 'GRIPE-WATER ญ  148 ML', '46', '46', '46', '10', '', 15, 15, 0, '', '', 'ขวด'),
(270, 'FC-270', 'NaHCO3', 'GRIPE-WATER เล็ก  55 ML', '28.5', '28.5', '28.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(271, 'FC-271', 'NYSTATIN,DIIODOHYDROXYQUIN', 'GYNECON 7\'S', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(272, 'FC-272', 'GESTODENE,EE2', 'GYNERA 21\'S', '110', '110', '110', '10', '', 15, 15, 0, '', '', 'แผง'),
(273, 'FC-273', 'GESTODENE,EE2', 'GYNERA 28\'S', '110', '110', '110', '10', '', 15, 15, 0, '', '', 'แผง'),
(274, 'FC-274', 'NYSTATIN,DIIODOHYDROXYQUIN', 'GYNOCO TO 20X5\'S', '165', '165', '165', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(275, 'FC-275', 'FERROUS SULFATE', 'HAEMOVIT 100\'S', '32.5', '32.5', '32.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(276, 'FC-276', '', 'HANDER DISPOSS NO.L 1X50 คู่', '103', '103', '103', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(277, 'FC-277', '', 'HANDER DISPOSS NO.M 1X50 คู่', '98', '98', '98', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(278, 'FC-278', 'HCTZ', 'HCTZ TO สีส้ม1000\'S', '120', '120', '120', '10', '', 15, 15, 0, '', '', 'กป'),
(279, 'FC-279', 'TETRA', 'HEROMYCIN 250MG 10\'S', '27.5', '27.5', '27.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(280, 'FC-280', 'GAMMA BENZENE HECACHLORIDE', 'HEXIN เหา', '20', '20', '20', '10', '', 15, 15, 0, '', '', 'หลอด'),
(281, 'FC-281', 'VIT C 500MG', 'HICEE SWEETLETS', '388', '388', '388', '10', '', 15, 15, 0, '', '', 'หลอด'),
(282, 'FC-282', '', 'HIPEX  ขาว  (เล็ก)', '175', '175', '175', '10', '', 15, 15, 0, '', '', 'โหล'),
(283, 'FC-283', '', 'HIPEX  โบเก้', '175', '175', '175', '10', '', 15, 15, 0, '', '', 'โหล'),
(284, 'FC-284', '', 'HIPEX LAVENDER SS', '136', '136', '136', '10', '', 15, 15, 0, '', '', 'โหล'),
(285, 'FC-285', 'MICROPOLYSACCARIDE', 'HIRUDOID  14GM', '74.5', '74.5', '74.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(286, 'FC-286', 'MICROPOLYSACCARIDE', 'HIRUDOID  5GM', '39', '39', '39', '10', '', 15, 15, 0, '', '', 'หลอด'),
(287, 'FC-287', 'MICROPOLYSACCARIDE', 'HIRUDOID FORTE 14GM >', '108', '108', '108', '10', '', 15, 15, 0, '', '', 'หลอด'),
(288, 'FC-288', 'MICROPOLYSACCARIDE', 'HIRUDOID FORTE 5GM', '54.5', '54.5', '54.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(289, 'FC-289', 'MICROPOLYSACCARIDE', 'HIRUDOID MILD 10GM (กระปุกเล็ก', '76.5', '76.5', '76.5', '10', '', 15, 15, 0, '', '', 'กป'),
(290, 'FC-290', 'RANITIDINE', 'HISTAC  10X10\'S (RANBAXY)', '95', '95', '95', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(291, 'FC-291', 'ANTAZOLINE , TETRYZOLINE', 'HISTA-OPH 5CC', '33.5', '33.5', '33.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(292, 'FC-292', '', 'HUDSON\'S  24X10\'S    แผง', '240', '240', '240', '10', '', 15, 15, 0, '', '', 'แผง'),
(293, 'FC-293', 'HYDROGEN', 'HYDROGEN ศิริ 450CC', '22.5', '22.5', '22.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(294, 'FC-294', 'HYDROGEN', 'HYDROGEN ศิริ 60CC', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'โหล'),
(295, 'FC-295', 'CEFALEXIN', 'IBILEX 500MG 10X10\'S', '72.5', '72.5', '72.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(296, 'FC-296', 'CEPHALEXIN 125MG', 'IBILEX DRY 125MG', '49', '49', '49', '10', '', 15, 15, 0, '', '', 'ขวด'),
(297, 'FC-297', '', 'IBRUFEN 600 MG 250\'S TO', '140', '140', '140', '10', '', 15, 15, 0, '', '', 'ขวด'),
(298, 'FC-298', 'IBUPROFEN', 'IBUGAN 50X10\'S', '32.5', '32.5', '32.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(299, 'FC-299', 'DEXTROMETHORPHAN 15MG', 'ICOLID 50X10\'S', '18.6', '18.6', '18.6', '10.000000000000002', '', 15, 15, 0, '', '', 'แผง'),
(300, 'FC-300', '', 'ICOLID PLUS 60CC', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ขวด'),
(301, 'FC-301', 'FLOCTAFENINE', 'IDARAC 200MG 20X10\'S', '51.5', '51.5', '51.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(302, 'FC-302', 'OXYMETAZOLINE', 'ILIADIN 0.025%  สีเหลือง', '60', '60', '60', '10', '', 15, 15, 0, '', '', 'ขวด'),
(303, 'FC-303', 'OXYMETAZOLINE', 'ILIADIN 0.05%DROP สีฟ้า', '60', '60', '60', '10', '', 15, 15, 0, '', '', 'ขวด'),
(304, 'FC-304', 'OXYMETAZOLINE', 'ILIADIN 0.5%SPRAY สีขาว', '60', '60', '60', '10', '', 15, 15, 0, '', '', 'ขวด'),
(305, 'FC-305', 'ERYTHROMYCIN', 'ILOSONE 125MG SYRUP 60CC', '68.5', '68.5', '68.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(306, 'FC-306', 'LOPERAMIDE', 'IMODIUM 25X4\'S', '475', '475', '475', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(307, 'FC-307', 'POVIDONE IODINE', 'ISODINE บ้วนปาก', '42.5', '42.5', '42.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(308, 'FC-308', 'DEXTRO,CPM,GUAFENESIN', 'IYAFIN 25X4\'S', '121', '121', '121', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(309, 'FC-309', 'DEXTRO,CPM.GUAIFENESIN', 'IYAFIN เด็ก 60CC', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ขวด'),
(310, 'FC-310', 'LINDANE', 'JACUTIN GEL 30GM', '96', '96', '96', '10', '', 15, 15, 0, '', '', 'หลอด'),
(311, 'FC-311', '', 'JINTAN  ขาว', '21.4', '21.4', '21.4', '9.999999999999998', '', 15, 15, 0, '', '', 'ซอง'),
(312, 'FC-312', '', 'JINTAN  แดง', '21.4', '21.4', '21.4', '9.999999999999998', '', 15, 15, 0, '', '', 'ซอง'),
(313, 'FC-313', 'ACETAMINOPHEN,CPM,DEX', 'K A CREAM 15GM', '54.5', '54.5', '54.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(314, 'FC-314', '', 'K A CREAM 30GM', '78.5', '78.5', '78.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(315, 'FC-315', '', 'K A CREAM 60GM', '127', '127', '127', '10', '', 15, 15, 0, '', '', 'หลอด'),
(316, 'FC-316', '', 'K A CREAM 7GM รุ่นใหม่', '33.5', '33.5', '33.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(317, 'FC-317', '', 'K.A. UV SPF25  150ML', '108', '108', '108', '10', '', 15, 15, 0, '', '', 'ขวด'),
(318, 'FC-318', 'LUBRICATING JELLY', 'K.Y. JELLY 42GM ปรค. ขายขาด', '82', '82', '82', '10', '', 15, 15, 0, '', '', 'หลอด'),
(319, 'FC-319', '', 'KA  LIP CARE', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'หลอด'),
(320, 'FC-320', '', 'KA แต้มสิว', '51', '51', '51', '10', '', 15, 15, 0, '', '', 'หลอด'),
(321, 'FC-321', 'VIT C 1000MG CARBONATE CITRIC', 'KAL-CEE ORANGE 10\'S', '56', '56', '56', '10', '', 15, 15, 0, '', '', 'หลอด'),
(322, 'FC-322', 'VIT C 1000MG CARBONATE CITRIC', 'KAL-FORTE 20\'S องุ่น', '132', '132', '132', '10', '', 15, 15, 0, '', '', 'หลอด'),
(323, 'FC-323', 'KAOLIN , PECTIN', 'KAOPECTAL  60cc', '23', '23', '23', '10', '', 15, 15, 0, '', '', 'ขวด'),
(324, 'FC-324', 'TRIAM,NYSTATIN,NEO,GRAMICIDIN', 'KENACOME CREAM 5GM', '66', '66', '66', '10', '', 15, 15, 0, '', '', 'หลอด'),
(325, 'FC-325', 'TRIAMCINOLONE', 'KENALOG 5GM', '68.5', '68.5', '68.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(326, 'FC-326', 'B1+B2+B6+E+D3,CA,LYSINE,ETC', 'KIDDI PHARMATON 60ML', '61', '61', '61', '10', '', 15, 15, 0, '', '', 'ขวด'),
(327, 'FC-327', 'PARA', 'KIT SYRUP DROPS ', '22', '22', '22', '10', '', 15, 15, 0, '', '', 'ขวด'),
(328, 'FC-328', '', 'KOOLFEVER 1x6ชิ้น', '119', '119', '119', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(329, 'FC-329', 'LACTOSERUM,LACTIC ACID', 'LACTACYD CONFIIDENCE  150CC', '96', '96', '96', '10', '', 15, 15, 0, '', '', 'ขวด'),
(330, 'FC-330', 'HYDROXYPROPYL', 'LACTACYD INTIMATE ชมพู 150CC', '81', '81', '81', '10', '', 15, 15, 0, '', '', 'ขวด'),
(331, 'FC-331', 'LACTOSERUM,LACTIC ACID', 'LACTACYD INTIMATE ฟ้า 150CC', '85', '85', '85', '10', '', 15, 15, 0, '', '', 'ขวด'),
(332, 'FC-332', 'LACTOSERUM,LACTIC ACID', 'LACTACYD ชมพูเล็ก', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'ขวด'),
(333, 'FC-333', 'LACTOSERUM.LACTIC ACID', 'LACTACYD ชมพูใหญ่', '103', '103', '103', '10', '', 15, 15, 0, '', '', 'ขวด'),
(334, 'FC-334', 'LACTOSERUM,LACTIC ACID', 'LACTACYD ฟ้าเล็ก', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'ขวด'),
(335, 'FC-335', 'LACTOSERUM.LACTIC ACID', 'LACTACYD ฟ้าใหญ่', '103', '103', '103', '10', '', 15, 15, 0, '', '', 'ขวด'),
(336, 'FC-336', 'กลิ่นผลไม้ผสมVITAMIN E', 'LIP CARE (24ตลับ)  สีชมพู', '105', '105', '105', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(337, 'FC-337', 'MULTIPLE HEPATOTONIC', 'LIPOCHOL 50\'S  ขวดเล็ก', '95', '95', '95', '10', '', 15, 15, 0, '', '', 'ขวด'),
(338, 'FC-338', '', 'LIPS-CARE 1X2  โหล (เภสัช)', '105', '105', '105', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(339, 'FC-339', '', 'LISTERINE BRIGHT 250ML', '61.5', '61.5', '61.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(340, 'FC-340', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE ควบคุมหินปูน 250ML', '61.5', '61.5', '61.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(341, 'FC-341', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE ควบคุมหินปูน 500ML', '102', '102', '102', '10', '', 15, 15, 0, '', '', 'ขวด'),
(342, 'FC-342', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE ฟลูออไรด์ 250ML', '62', '62', '62', '10', '', 15, 15, 0, '', '', 'ขวด'),
(343, 'FC-343', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE ส้ม 250ML', '56.5', '56.5', '56.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(344, 'FC-344', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE ส้ม 500ML', '91', '91', '91', '10', '', 15, 15, 0, '', '', 'ขวด'),
(345, 'FC-345', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE สีเขียว 250ML', '56.5', '56.5', '56.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(346, 'FC-346', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE สีเขียว 500 ML', '91', '91', '91', '10', '', 15, 15, 0, '', '', 'ขวด'),
(347, 'FC-347', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE สีฟ้า 250ML', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'ขวด'),
(348, 'FC-348', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE สีฟ้า 500ML', '91', '91', '91', '10', '', 15, 15, 0, '', '', 'ขวด'),
(349, 'FC-349', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE สีเหลือง 250 ML', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'ขวด'),
(350, 'FC-350', 'METHYSALICYLATE,MENTHOL,ETC', 'LISTERINE สีเหลือง 500 ML', '89', '89', '89', '10', '', 15, 15, 0, '', '', 'ขวด'),
(351, 'FC-351', 'CICLOPIROX OLAMINE', 'LOPROX 8ML', '52.5', '52.5', '52.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(352, 'FC-352', 'LORATADINE (SIAM)', 'LORSEDIN 10MG(IBI) 10X10\'S', '160', '160', '160', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(353, 'FC-353', 'LORATADINE 5MG', 'LORSEDIN SYRUP 100ML', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'ขวด'),
(354, 'FC-354', '', 'M 16', '128', '128', '128', '10', '', 15, 15, 0, '', '', 'โหล'),
(355, 'FC-355', 'MTV', 'M T V (ROTA) 1000\'S', '130', '130', '130', '10', '', 15, 15, 0, '', '', 'กป'),
(356, 'FC-356', 'LEVONORGESTREL', 'MADONNA 2\'S', '21.5', '21.5', '21.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(357, 'FC-357', 'ANTACID', 'MAG-77 240ML', '33', '33', '33', '10', '', 15, 15, 0, '', '', 'ขวด'),
(358, 'FC-358', 'ANTACID', 'MAG-77 50X10\'S', '180', '180', '180', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(359, 'FC-359', '', 'MAGESTO  แผง  20X10\'S', '172', '172', '172', '10', '', 15, 15, 0, '', '', 'แผง'),
(360, 'FC-360', 'LEVONOTGESTREL,EE2', 'MARGARET 28\'S', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'แผง'),
(361, 'FC-361', '', 'MARVELON 21\'S 1แผง', '71', '71', '71', '10', '', 15, 15, 0, '', '', 'แผง'),
(362, 'FC-362', '', 'MARVELON 28\'S 1แผง', '71', '71', '71', '10', '', 15, 15, 0, '', '', 'แผง'),
(363, 'FC-363', 'GESTODENE,EE2', 'MELIANE 21\'S', '112', '112', '112', '10', '', 15, 15, 0, '', '', 'แผง'),
(364, 'FC-364', 'GLYCYRRHIZA,MENTHOL,CINNAMON', 'MELOIDS 10GM  ใหญ่', '52', '52', '52', '10', '', 15, 15, 0, '', '', 'ตลับ'),
(365, 'FC-365', '', 'MENTHOLATUM CHERRY', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'ขวด'),
(366, 'FC-366', 'METHYLSALICYLATE,CAMPHOR,ETC', 'MENTHOLATUM เล็ก  24g', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'ขวด'),
(367, 'FC-367', 'PROCATEROL', 'MEPTIN SYRUP 60ML', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'ขวด'),
(368, 'FC-368', 'DESOGESTREL,EE2', 'MERCILON 21\'S', '124', '124', '124', '10', '', 15, 15, 0, '', '', 'แผง'),
(369, 'FC-369', 'DESOGESTREL,EE2', 'MERCILON 28\'S', '124', '124', '124', '10', '', 15, 15, 0, '', '', 'แผง'),
(370, 'FC-370', 'BETAHISTINE', 'MERISLON 6MG 50X10\'S', '27.1', '27.1', '27.1', '10', '', 15, 15, 0, '', '', 'แผง'),
(371, 'FC-371', 'BETAHISTIN MESILATE', 'MERLIN  50X10\'S  TO', '15.2', '15.2', '15.2', '10', '', 15, 15, 0, '', '', 'แผง'),
(372, 'FC-372', '', 'MERTHIOLATE ลิลลี่', '50', '50', '50', '10', '', 15, 15, 0, '', '', 'ขวด'),
(373, 'FC-373', 'MECOBALAMIN', 'METHYLCOBAL 500MG 50X10\'S', '62', '62', '62', '10', '', 15, 15, 0, '', '', 'แผง'),
(374, 'FC-374', 'METRONIDAZOLE 400MG ', 'METROLEX 400MG 100\'S (SIAM)', '68', '68', '68', '10', '', 15, 15, 0, '', '', 'ขวด'),
(375, 'FC-375', 'LEVONORGESTREL,EE2', 'MICROGEST ED 28\'S', '18.4', '18.4', '18.4', '9.999999999999998', '', 15, 15, 0, '', '', 'แผง'),
(376, 'FC-376', 'LEVONORGESTREL,EE2', 'MICROGYNON 30ED', '54', '54', '54', '10', '', 15, 15, 0, '', '', 'แผง'),
(377, 'FC-377', 'MOM', 'MILK OF MAGNESIA (GPO) 180ML', '27.5', '27.5', '27.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(378, 'FC-378', 'MOM', 'MILK OF MAGNESIA(ตรางู)240CC', '26.5', '26.5', '26.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(379, 'FC-379', '', 'MIXT.CARMINATIVE G.P.O 180CC', '22', '22', '22', '10', '', 15, 15, 0, '', '', 'ขวด'),
(380, 'FC-380', 'DOMPERIDONE 1MG', 'MOLAX SUSP 30CC', '29', '29', '29', '10', '', 15, 15, 0, '', '', 'ขวด'),
(381, 'FC-381', 'DOMPERIDONE 10MG (SIAM)', 'MOLAX-M 10X10\'S (SIAM)', '86', '86', '86', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(382, 'FC-382', 'MOUTH FRESHENER', 'MONAMINT SPAY', '82', '82', '82', '10', '', 15, 15, 0, '', '', 'ขวด'),
(383, 'FC-383', '', 'MONKEY BALM กลาง', '82', '82', '82', '10', '', 15, 15, 0, '', '', 'โหล'),
(384, 'FC-384', '', 'MONKEY BALM ขวด', '194', '194', '194', '10', '', 15, 15, 0, '', '', 'โหล'),
(385, 'FC-385', '', 'MONKEY BALM เล็ก', '45.5', '45.5', '45.5', '10', '', 15, 15, 0, '', '', 'โหล'),
(386, 'FC-386', 'DOMPERIDONE ', 'MOTILIUM SYRUP 30CC', '46', '46', '46', '10', '', 15, 15, 0, '', '', 'ขวด'),
(387, 'FC-387', 'DOMPERIDONE   10MG', 'MOTILIUM-M', '40.4', '40.4', '40.4', '10', '', 15, 15, 0, '', '', 'แผง'),
(388, 'FC-388', 'ACETYLCYSTEINE', 'MUCIL 100MG 30PCS ส้ม', '62', '62', '62', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(389, 'FC-389', 'ACETYLCYSTEINE', 'MUCIL 200MG 30PCS เขียว', '75', '75', '75', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(390, 'FC-390', 'ISPAGHULA HUSK', 'MUCILIN 100GM ขวดเล็ก', '62', '62', '62', '10', '', 15, 15, 0, '', '', 'ขวด'),
(391, 'FC-391', 'AMBROXOL', 'MUCOLID 50X10\'S', '22.6', '22.6', '22.6', '10.000000000000002', '', 15, 15, 0, '', '', 'แผง'),
(392, 'FC-392', 'AMBROXOL', 'MUCOLID SYRUP 60ML', '38.5', '38.5', '38.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(393, 'FC-393', 'AMBROXOL', 'MUCOSOLVAN 50X10\'S', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'แผง'),
(394, 'FC-394', 'ORPHENADRINE,PARA', 'MUSCOL 10X10\'S', '170', '170', '170', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(395, 'FC-395', 'METHYLSALICYLATE,MENTHOL,ETC', 'MYBACIN น้ำยา ฟ้า 250ML', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'ขวด'),
(396, 'FC-396', 'METHYLSALICYLATE,MENTHOL,ETC', 'MYBACIN น้ำยา เหลือง 250ML.', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'ขวด'),
(397, 'FC-397', 'NEOMYCIN,ETC', 'MYBACIN มะนาว 40X10\'S', '305', '305', '305', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(398, 'FC-398', 'NEOMYCIN,ETC', 'MYBACIN มิ้น 40X10\'S', '305', '305', '305', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(399, 'FC-399', 'CLOTRIMAZOLE,BETAMETHASONE', 'MYDA-B 15GM', '42.5', '42.5', '42.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(400, 'FC-400', 'CLOTRIMAZOLE,BETAMETHASONE', 'MYDA-B 5GM', '26', '26', '26', '10', '', 15, 15, 0, '', '', 'หลอด'),
(401, 'FC-401', 'TOLPERISONE', 'MYDOCALM 100X10\'S', '28.5', '28.5', '28.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(402, 'FC-402', 'SIMETHICONE', 'MYLOM DROPS', '44.5', '44.5', '44.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(403, 'FC-403', 'DICLOFENAC', 'N ZEN GEL 30GM', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'หลอด'),
(404, 'FC-404', 'SODIUMCHLORIDE', 'N.S.S.ส.เจริญ 1000cc', '40', '40', '40', '10', '', 15, 15, 0, '', '', 'ขวด'),
(405, 'FC-405', 'SODIUMCHLORIDE', 'N.S.S.ส.เจริญ 500cc', '35', '35', '35', '10', '', 15, 15, 0, '', '', 'ขวด'),
(406, 'FC-406', 'NAPHAZOLINE,PHENIRAMINE', 'NAPHCON-A   ALCON', '88', '88', '88', '10', '', 15, 15, 0, '', '', 'ขวด'),
(407, 'FC-407', 'ZINC OXIDE', 'NAPPY-HIPPO  25GM  SPS', '42.25', '42.25', '42.25', '10', '', 15, 15, 0, '', '', 'หลอด'),
(408, 'FC-408', 'NAPHAZOLINE,CHLORPROPHENPYRIDA', 'NASOL SPRY', '32.5', '32.5', '32.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(409, 'FC-409', '', 'NEOPORE 12X2.5Y เล็ก', '83', '83', '83', '10', '', 15, 15, 0, '', '', 'DOZ'),
(410, 'FC-410', 'HYPOALLERGENIC', 'NEOPORE 1นิ้วX10Y  เปลือย', '240', '240', '240', '10', '', 15, 15, 0, '', '', 'โหล'),
(411, 'FC-411', 'PIROXICAM 20MG (NL)', 'NEOROX-G 20MG 1000\'S', '168', '168', '168', '10', '', 15, 15, 0, '', '', 'กป'),
(412, 'FC-412', 'METHYL SALICYLATE', 'NEOTICA BALM 100GM ใหญ่', '67', '67', '67', '10', '', 15, 15, 0, '', '', 'หลอด'),
(413, 'FC-413', 'METHYL SALICYLATE', 'NEOTICA BALM 25GM เล็ก', '29.5', '29.5', '29.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(414, 'FC-414', '', 'NEOXEN 250 (NAPROXAN) 500\'S', '325', '325', '325', '10', '', 15, 15, 0, '', '', 'ขวด'),
(415, 'FC-415', 'PARA,CPM', 'NEOZEP 25X4\'S', '84', '84', '84', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(416, 'FC-416', 'VIT B1,6,12', 'NEUROBION 25X10\'S', '44.2', '44.2', '44.2', '10', '', 15, 15, 0, '', '', 'แผง'),
(417, 'FC-417', 'MECOBALAMIN', 'NEUROMET 500MG 50X10\'S', '56', '56', '56', '10', '', 15, 15, 0, '', '', 'แผง'),
(418, 'FC-418', '', 'NEWBORN  แป้งเด็ก 50G', '26.25', '26.25', '26.25', '10', '', 15, 15, 0, '', '', 'ก.ป.'),
(419, 'FC-419', '', 'NEXCARE COLDHOT PACK MINI 3M', '75', '75', '75', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(420, 'FC-420', 'TRANSPORE', 'NEXCARE FIRST AID 3M 12นิ้วX1.5หลา 24ม้วน', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ม้วน'),
(421, 'FC-421', '', 'NEXCARE FIRST AID OPTICLUDE 3M  ปิดตา', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'อัน'),
(422, 'FC-422', '', 'NEXCARE MICROPORE 3M 12นิ้ว  กล่อง', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(423, 'FC-423', '', 'NEXCARE MICROPORE 3M 1นิ้ว  กล่อง', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(424, 'FC-424', 'TRANSPORE', 'NEXCARE TRANSPORE 3M 12นิ้ว', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(425, 'FC-425', 'TRANSPORE', 'NEXCARE TRANSPORE 3M 1นิ้ว', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(426, 'FC-426', 'KETOCONAZONE 200MG.', 'NIZORAL ', '153', '153', '153', '10', '', 15, 15, 0, '', '', 'แผง'),
(427, 'FC-427', '', 'NIZORAL  COOL  5G', '63', '63', '63', '10', '', 15, 15, 0, '', '', 'หลอด'),
(428, 'FC-428', 'KETOCONAZONE', 'NIZORAL CREAM 5GM', '56.5', '56.5', '56.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(429, 'FC-429', 'KETOCONAZONE', 'NIZORAL SHAMPOO 100ML', '163', '163', '163', '10', '', 15, 15, 0, '', '', 'ขวด'),
(430, 'FC-430', 'KETOCONAZONE', 'NIZORAL SHAMPOO 200ML', '284', '284', '284', '10', '', 15, 15, 0, '', '', 'ขวด'),
(431, 'FC-431', 'LEVONORGESTREL,EE2', 'NORDETTE 21\'S', '51.5', '51.5', '51.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(432, 'FC-432', 'LEVONORGESTREL,EE2', 'NORDIOL 28\'S', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(433, 'FC-433', 'ORPHENADRINE,PARA', 'NORGESIC 50X10\'S', '27.3', '27.3', '27.3', '10', '', 15, 15, 0, '', '', 'แผง'),
(434, 'FC-434', 'NORFLOXACIN (SIAM)', 'NORXACIN 400MG 20X8\'S', '255', '255', '255', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(435, 'FC-435', 'METAMIZOL', 'NOVALGIN  500MG 50X10\'S', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'แผง'),
(436, 'FC-436', 'THEOPHYLLINE ANHYDROUS 200MG', 'NUELIN-SR 200MG 100\'S', '193', '193', '193', '10', '', 15, 15, 0, '', '', 'ขวด'),
(437, 'FC-437', 'IBUPROFEN', 'NUROFEN 200 MG 50X6\'S', '18', '18', '18', '10', '', 15, 15, 0, '', '', 'แผง'),
(438, 'FC-438', 'IBUPROFEN', 'NUROFEN 400MG 50X6\'S', '24.8', '24.8', '24.8', '10', '', 15, 15, 0, '', '', 'แผง'),
(439, 'FC-439', 'IBUPROFEN 100MG.', 'NUROFEN CHILDEN  60 ML', '43', '43', '43', '10', '', 15, 15, 0, '', '', 'ขวด'),
(440, 'FC-440', 'MTV', 'NUTROPLEX LIQUID 4OZ', '37.5', '37.5', '37.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(441, 'FC-441', 'MTV', 'NUTROPLEX LYSIN 2OZ', '49', '49', '49', '10', '', 15, 15, 0, '', '', 'ขวด'),
(442, 'FC-442', 'ผ้าอานามัยแบบสอดขนาดมินิ', 'O.B.  MINI  8\'S', '48', '48', '48', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(443, 'FC-443', 'ผ้าอานามัยแบบสอดขนาดธรรมดา', 'O.B.  NORMAL 8\'S', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(444, 'FC-444', 'ผ้าอานามัยแบบสอด', 'O.B.  SUPER   8\'S', '60', '60', '60', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(445, 'FC-445', 'MTV,ZINC', 'OBIMIN-AZ 30\'S', '66', '66', '66', '10', '', 15, 15, 0, '', '', 'ขวด'),
(446, 'FC-446', 'น้ำมันมะกอก', 'OLIVE OIL ศิริ 60CC', '103', '103', '103', '10', '', 15, 15, 0, '', '', 'โหล');
INSERT INTO `products` (`product_id`, `product_code`, `gen_name`, `product_name`, `cost`, `o_price`, `price`, `profit`, `supplier`, `onhand_qty`, `qty`, `qty_sold`, `expiry_date`, `date_arrival`, `uom`) VALUES
(447, 'FC-447', 'ORS', 'O-LYTE เด็ก 100ซอง', '125', '125', '125', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(448, 'FC-448', 'NORETHISTERONE,MESTRANOL', 'ONE DAY 28\'S', '17.15', '17.15', '17.15', '9.999999999999998', '', 15, 15, 0, '', '', 'แผง'),
(449, 'FC-449', '', 'ONE ONE 1X50ชอง', '346', '346', '346', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(450, 'FC-450', 'ครีมขจัดขน', 'OPILCA CREAM ใหญ่', '139', '139', '139', '10', '', 15, 15, 0, '', '', 'หลอด'),
(451, 'FC-451', 'SULFACETAMIDE', 'OPSAR ล้างตา เล็ก 120 cc', '208', '208', '208', '10', '', 15, 15, 0, '', '', 'ขวด'),
(452, 'FC-452', 'NEOMYCIN, GRAMICIDIN', 'OPSARDEX EAR-EYE DROPS', '28', '28', '28', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(453, 'FC-453', 'HYDROXYPROPYL', 'OPSIL TEARS 10ML', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'ขวด'),
(454, 'FC-454', 'ANTAZOLINE,TETRYZOLINE', 'OPSIL-A ', '39', '39', '39', '10', '', 15, 15, 0, '', '', 'ขวด'),
(455, 'FC-455', 'SULFACETAMIDE 15%', 'OPTAL ล้างตา เล็ก 100ML', '26.5', '26.5', '26.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(456, 'FC-456', 'SULFACETAMIDE', 'OPTAL ล้างตา ใหญ่ 150ML', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ขวด'),
(457, 'FC-457', '', 'OPTAL หยอดตา', '21.5', '21.5', '21.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(458, 'FC-458', 'TRIAMCINOLONE', 'ORAL-T 24X1GM', '132', '132', '132', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(459, 'FC-459', '', 'ORAL-T 5 GM', '33.5', '33.5', '33.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(460, 'FC-460', 'PREG TEST', 'ORANGE TEST STRIP', '26', '26', '26', '10', '', 15, 15, 0, '', '', 'BOX'),
(461, 'FC-461', 'ORS  ( ซองละ 4.201 กรัม )', 'OREDA ส้ม 100ซอง', '152', '152', '152', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(462, 'FC-462', 'FURALTADONE,POLYMYXIN B,NEO,FL', 'OTOSAMTHONG ขึ้นราคา', '40', '40', '40', '10', '', 15, 15, 0, '', '', 'ขวด'),
(463, 'FC-463', 'PARA', 'PANADOL 15X10\'S ปรค.', '16.13', '16.13', '16.13', '10', '', 15, 15, 0, '', '', 'แผง'),
(464, 'FC-464', 'BENZOYLPEROXIDE', 'PANOXYL 2.5% 10GM', '66', '66', '66', '10', '', 15, 15, 0, '', '', 'หลอด'),
(465, 'FC-465', 'BENZOYLPEROXIDE', 'PANOXYL 5% 10GM', '69', '69', '69', '10', '', 15, 15, 0, '', '', 'หลอด'),
(466, 'FC-466', '', 'PARA 500MG (บูรพา) ฟ้าขาว 100\'S', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(467, 'FC-467', 'PARA 500MG 100\'S เม็ดรี', 'PARA CAP 100\'S', '22.5', '22.5', '22.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(468, 'FC-468', 'CHLORZOXAZONE,PARA', 'PARAFON FORT 50X10\'S', '27.1', '27.1', '27.1', '10', '', 15, 15, 0, '', '', 'แผง'),
(469, 'FC-469', '', 'PATAR CAP (เม็ดแดง) 10X10\'S', '68', '68', '68', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(470, 'FC-470', 'COD LIVER OIL, VITAMIN ', 'PATAR COD LIVER OIL 100\'S', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(471, 'FC-471', 'DEET 8% WW', 'PEL LE แป้งทากันยุง 30GM', '28', '28', '28', '10', '', 15, 15, 0, '', '', 'ก.ป.'),
(472, 'FC-472', 'DEET 8% WW', 'PEL LE แป้งทากันยุง 70GM', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'ก.ป.'),
(473, 'FC-473', 'PENICILLIN', 'PEN 5แสน ANB 12\'S', '18.5', '18.5', '18.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(474, 'FC-474', 'TYMAZOLINE', 'PERNAZENE SPRAY', '80', '80', '80', '10', '', 15, 15, 0, '', '', 'ขวด'),
(475, 'FC-475', 'CPM,AMMONIUM Cl,CITRIC A', 'PIRITON EXPEC 60CC', '28.5', '28.5', '28.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(476, 'FC-476', '', 'PLASTER JUMBO URGO 5\'S', '28', '28', '28', '10', '', 15, 15, 0, '', '', 'BOX'),
(477, 'FC-477', 'POVIDONE IODINE', 'POLIDINE SOLUTION NL 450CC', '76', '76', '76', '10', '', 15, 15, 0, '', '', 'ขวด'),
(478, 'FC-478', 'NEO,POLYMYXIN B,GRAMICIDIN', 'POLY-OPH 5CC', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ขวด'),
(479, 'FC-479', 'AMITRIPTYLINE 10MG.', 'POLYTANOL 1000\'S (CENTRAL)', '145', '145', '145', '10', '', 15, 15, 0, '', '', 'กป'),
(480, 'FC-480', 'TAR,CADE OIL,COAL OIL', 'POLYTAR 65ML', '107', '107', '107', '10', '', 15, 15, 0, '', '', 'ขวด'),
(481, 'FC-481', 'MEFENAMIC ACID', 'PONSTAN 250MG 50X10\'S', '29.4', '29.4', '29.4', '10', '', 15, 15, 0, '', '', 'แผง'),
(482, 'FC-482', 'MEFENAMIC ACID', 'PONSTAN 500MG 25X10\'S', '44.2', '44.2', '44.2', '10', '', 15, 15, 0, '', '', 'แผง'),
(483, 'FC-483', 'LEVONORGESTREL', 'POSTINOR 2\'S', '37.5', '37.5', '37.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(484, 'FC-484', 'PREDNISOLONE', 'PREDNISIL CREAM 5GM', '23', '23', '23', '10', '', 15, 15, 0, '', '', 'หลอด'),
(485, 'FC-485', 'PREDNISOLONE,NEO', 'PREDNISIL EYE DROPS 4ML', '32', '32', '32', '10', '', 15, 15, 0, '', '', 'ขวด'),
(486, 'FC-486', 'PREDNISOLONE', 'PREDNISOLON AU ชมพู 1000\'S', '206', '206', '206', '10', '', 15, 15, 0, '', '', 'กป'),
(487, 'FC-487', 'PREDNISOLONE,NEO', 'PREDNISOLON-N (GPO) 15GM', '28', '28', '28', '10', '', 15, 15, 0, '', '', 'หลอด'),
(488, 'FC-488', 'PREDNISOLONE,NEO', 'PREDNISOLON-N (GPO) 5GM', '18.5', '18.5', '18.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(489, 'FC-489', '', 'PREGAINE SHAMPOO 200ML', '158', '158', '158', '10', '', 15, 15, 0, '', '', 'ขวด'),
(490, 'FC-490', 'CYPROTERONE,EE2', 'PREME 21\'S', '88', '88', '88', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(491, 'FC-491', 'ATENOLOL (BERLIN)', 'PRENOLOL 25MG 50X10\'S', '445', '445', '445', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(492, 'FC-492', 'ATENOLOL (BERLIN)', 'PRENOLOL 50MG 10X10\'S', '132', '132', '132', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(493, 'FC-493', 'NORETHISTERONE', 'PRIMOLUT-N 15X10\'S', '57.66', '57.66', '57.66', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(494, 'FC-494', 'VIT B', 'PRINCI-B FORT 30X10\'S', '42.33', '42.33', '42.33', '10', '', 15, 15, 0, '', '', 'แผง'),
(495, 'FC-495', 'HYDROCORTISONE,CINCHOCAINE,FRA', 'PROCTOSEDYL OINT', '84.5', '84.5', '84.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(496, 'FC-496', 'HYDROCORTISONE,CINCHOCAINE,FRA', 'PROCTOSEDYL SUPPO 12\'S', '84.5', '84.5', '84.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(497, 'FC-497', 'MTV', 'PROVITA 30\'S (โอสถสภา)', '87', '87', '87', '10', '', 15, 15, 0, '', '', 'กป'),
(498, 'FC-498', 'ANTHRAQUINONE GLYCOSIDE,SALICY', 'PYRALVEX  10ML', '66', '66', '66', '10', '', 15, 15, 0, '', '', 'ขวด'),
(499, 'FC-499', 'BETA,GENTA,TOLNAFT,IODOCHLOR', 'QUADRIDERM CREAM 5GM', '72', '72', '72', '10', '', 15, 15, 0, '', '', 'หลอด'),
(500, 'FC-500', 'RANITIDIN', 'RANIDINE 150MG 10X10\'S ( BL)', '92', '92', '92', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(501, 'FC-501', 'VIT C 1000MG', 'REDOXON 10\'S', '79', '79', '79', '10', '', 15, 15, 0, '', '', 'หลอด'),
(502, 'FC-502', 'AESCIN,DIETHYLAMINE', 'REPARIL GEL 10GM', '52', '52', '52', '10', '', 15, 15, 0, '', '', 'หลอด'),
(503, 'FC-503', 'AESCIN,DIETHYLAMINE', 'REPARIL GEL 20GM', '80', '80', '80', '10', '', 15, 15, 0, '', '', 'หลอด'),
(504, 'FC-504', 'ABSORBABLE 20MG.', 'REPARIL-DRAGEES 10X10\'S', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'แผง'),
(505, 'FC-505', 'TRETINOIN', 'RETIN A 0.05% 10GM', '103.5', '103.5', '103.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(506, 'FC-506', 'TRETINOIN', 'RETIN A 0.25% 10GM', '84', '84', '84', '10', '', 15, 15, 0, '', '', 'หลอด'),
(507, 'FC-507', 'CARBOCISTEINE', 'RHINATHIOL เด็ก 60CC', '54', '54', '54', '10', '', 15, 15, 0, '', '', 'ขวด'),
(508, 'FC-508', 'BROMPHE,VIT C', 'RHINOPHEN-C 1000\'S', '450', '450', '450', '10', '', 15, 15, 0, '', '', 'ขวด'),
(509, 'FC-509', 'METHYL SALICYLATE', 'ROBERT LS  4 ออนซ์', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'ขวด'),
(510, 'FC-510', 'GUAIFENESIN,DEXTRO', 'ROBITUSSIN DM 60CC', '55', '55', '55', '10', '', 15, 15, 0, '', '', 'ขวด'),
(511, 'FC-511', 'GUAIFENESIN+BROMHEXINE', 'ROBITUSSIN ME 60CC', '50', '50', '50', '10', '', 15, 15, 0, '', '', 'ขวด'),
(512, 'FC-512', 'GUAIFENESIN,PSEUDO', 'ROBITUSSIN PS 60CC', '44.5', '44.5', '44.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(513, 'FC-513', 'GUAIFENESIN', 'ROBITUSSIN SYRUP 60CC', '35', '35', '35', '10', '', 15, 15, 0, '', '', 'ขวด'),
(514, 'FC-514', 'DEXTRO', 'ROMILAR 20X10\'S', '20.5', '20.5', '20.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(515, 'FC-515', 'DEXTRO', 'ROMILAR SYRUP', '52', '52', '52', '10', '', 15, 15, 0, '', '', 'ขวด'),
(516, 'FC-516', 'SPIRAMYCIN 500MG.', 'ROVAMYCIN 500MG 10X10\'S', '97', '97', '97', '10', '', 15, 15, 0, '', '', 'แผง'),
(517, 'FC-517', 'ROXITHROMYCIN (BIOPHARM)', 'ROXCIN 150MG MEDICPHARMA 10X10\'S', '170', '170', '170', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(518, 'FC-518', 'PIROXICAM', 'ROXIFEN 20MG TO 500\'S', '220', '220', '220', '10', '', 15, 15, 0, '', '', 'กป'),
(519, 'FC-519', 'ORS', 'ROYAL-D 50X25GM', '128', '128', '128', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(520, 'FC-520', '', 'SAMBEE  B1612  1000\'S', '185', '185', '185', '10', '', 15, 15, 0, '', '', 'ขวด'),
(521, 'FC-521', 'PARA', 'SARA 100X10\'S', '615', '615', '615', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(522, 'FC-522', 'FREE ASPIRIN ALCOHOL SUGAR', 'SARA INFANT DROPS 15ML', '32.33', '32.33', '32.33', '10', '', 15, 15, 0, '', '', 'ขวด'),
(523, 'FC-523', 'PARA 60MG.', 'SARA SUSP องุ่น 60CC', '32.5', '32.5', '32.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(524, 'FC-524', 'PARA', 'SARA SYRUP ORANGE 60CC', '340', '340', '340', '10', '', 15, 15, 0, '', '', 'ขวด'),
(525, 'FC-525', 'PARA', 'SARA SYRUP STAW 60CC', '274', '274', '274', '10', '', 15, 15, 0, '', '', 'ขวด'),
(526, 'FC-526', 'PARA', 'SARA เม็ดยาว 50X10\'S', '320', '320', '320', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(527, 'FC-527', 'PARA', 'SARIDON  250TAB', '19.52', '19.52', '19.52', '10', '', 15, 15, 0, '', '', 'แผง'),
(528, 'FC-528', '', 'SCACARE CE  CREAM 15GM', '53.75', '53.75', '53.75', '10', '', 15, 15, 0, '', '', 'หลอด'),
(529, 'FC-529', '', 'SCACARE CE  CREAM 35GM', '106', '106', '106', '10', '', 15, 15, 0, '', '', 'หลอด'),
(530, 'FC-530', '', 'SCACARE CE โฟม 2 ออน', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(531, 'FC-531', '', 'SCACARE CLEANSING GEL 100ML', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(532, 'FC-532', 'ALOE VERA,MELALEUCA OIL,VIT C,', 'SCACARE GELแต้มสิว 14GM', '71', '71', '71', '10', '', 15, 15, 0, '', '', 'หลอด'),
(533, 'FC-533', '', 'SCHOLL ปิดหูด  4\'S', '40', '40', '40', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(534, 'FC-534', 'น้ำมันตับปลา', 'SCOTT\'S 80\'S', '88', '88', '88', '10', '', 15, 15, 0, '', '', 'ขวด'),
(535, 'FC-535', 'VIT A,D,Ca,น้ำมันตับปลา,กลิ่นส', 'SCOTT\'S ORANGE 200ML', '79', '79', '79', '10', '', 15, 15, 0, '', '', 'ขวด'),
(536, 'FC-536', 'VIT A,D,Ca,น้ำมันตับปลา,กลินส้', 'SCOTT\'S ORANGE 400ML', '116', '116', '116', '10', '', 15, 15, 0, '', '', 'ขวด'),
(537, 'FC-537', 'SELENIUM SULFIDE', 'SELSUN 100ml', '120', '120', '120', '10', '', 15, 15, 0, '', '', 'ขวด'),
(538, 'FC-538', 'SELENIUM', 'SELSUN 50ml', '83', '83', '83', '10', '', 15, 15, 0, '', '', 'ขวด'),
(539, 'FC-539', 'SENNOSIDE', 'SENOKOT 3x20\'S', '69', '69', '69', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(540, 'FC-540', 'SENNOSIDE', 'SENOKOT 500\'S', '222', '222', '222', '10', '', 15, 15, 0, '', '', 'ขวด'),
(541, 'FC-541', 'STONSIUMCHLORIDEHEXAHYDRATE', 'SENSODYNE COOL GEL 100GM', '98', '98', '98', '10', '', 15, 15, 0, '', '', 'หลอด'),
(542, 'FC-542', 'FLUORIDE', 'SENSODYNE เขียว 100GM', '98', '98', '98', '10', '', 15, 15, 0, '', '', 'หลอด'),
(543, 'FC-543', 'STONSIUMCHLORIDEHEXAHYDRATE', 'SENSODYNE แดง 100GM', '76', '76', '76', '10', '', 15, 15, 0, '', '', 'หลอด'),
(544, 'FC-544', 'MTV', 'SEVEN SEAS SYRUP 120CC', '51', '51', '51', '10', '', 15, 15, 0, '', '', 'ขวด'),
(545, 'FC-545', 'AMOXY (SIAM)', 'SIAMOX 500MG 10X10\'S', '220', '220', '220', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(546, 'FC-546', 'AMOXYCILLIN 125MG.', 'SIAMOX DRY 125MG', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'ขวด'),
(547, 'FC-547', 'AMOXY', 'SIAMOX DRY 250MG', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'ขวด'),
(548, 'FC-548', 'CHLORAM', 'SILMYCETIN EYE DROPS', '28', '28', '28', '10', '', 15, 15, 0, '', '', 'ขวด'),
(549, 'FC-549', 'CLOBUTINOL', 'SILOMAT 40MG 50X10\'S  แก้ไอ', '33', '33', '33', '10', '', 15, 15, 0, '', '', 'แผง'),
(550, 'FC-550', 'BUTAMIRATE', 'SINECOD SYRUP 60CC', '40', '40', '40', '10', '', 15, 15, 0, '', '', 'ขวด'),
(551, 'FC-551', 'DIOCTAHEDRAL SMECTITE', 'SMECTA 3GM 1X30\'S', '333', '333', '333', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(552, 'FC-552', '', 'SMOOTH E CREAM 15GM', '97.5', '97.5', '97.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(553, 'FC-553', '', 'SMOOTH E CREAM 40GM', '163', '163', '163', '10', '', 15, 15, 0, '', '', 'หลอด'),
(554, 'FC-554', '', 'SMOOTH E FOAM 2OZ', '100', '100', '100', '10', '', 15, 15, 0, '', '', 'หลอด'),
(555, 'FC-555', '', 'SMOOTH E GOLD FOAM  4OZ', '222', '222', '222', '10', '', 15, 15, 0, '', '', 'หลอด'),
(556, 'FC-556', '', 'SMOOTH E GOLD(เล็ก) 12G', '85', '85', '85', '10', '', 15, 15, 0, '', '', 'หลอด'),
(557, 'FC-557', '', 'SMOOTH E WHITE 12G', '85', '85', '85', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(558, 'FC-558', '', 'SMOOTH E โฟม ไวท์เบบี้เฟช 1OZ', '66', '66', '66', '10', '', 15, 15, 0, '', '', 'หลอด'),
(559, 'FC-559', 'SMOOTHE WHITE&SLIME', 'SMOOTH E อาบน้ำ 6.5OZ', '134', '134', '134', '10', '', 15, 15, 0, '', '', 'หลอด'),
(560, 'FC-560', '', 'SMOOTHE โฟม ไวท์เบบี้เฟรช 2 OZ', '112', '112', '112', '10', '', 15, 15, 0, '', '', 'หลอด'),
(561, 'FC-561', 'SODIUM BICARBONATE', 'SODAMINT UD 100\'S', '15', '15', '15', '10', '', 15, 15, 0, '', '', 'ขวด'),
(562, 'FC-562', 'FRAMYCETIN SULPHATE', 'SOFRA-TULLE 1X50แผ่น', '21.6', '21.6', '21.6', '10.000000000000002', '', 15, 15, 0, '', '', 'แผ่น'),
(563, 'FC-563', 'HAEMODIALYSATE,POLIDOCANOL', 'SOLCOSERYL JELLY 20GM', '114', '114', '114', '10', '', 15, 15, 0, '', '', 'หลอด'),
(564, 'FC-564', 'LIGNOCAINE BASE,CETYLPTRIDINIU', 'SORE MOUTH GEL 5GM', '36.25', '36.25', '36.25', '10', '', 15, 15, 0, '', '', 'หลอด'),
(565, 'FC-565', 'ครีมกันแดด', 'SPECTRABAN 60 SUN 20GM', '163', '163', '163', '10', '', 15, 15, 0, '', '', 'หลอด'),
(566, 'FC-566', 'DEXA,CHOLRAM,TETRAHYDROZOLINE', 'SPERSADEXOLINE ED', '108.5', '108.5', '108.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(567, 'FC-567', 'ITRACONAZOLE 100MG.', 'SPORLAB 10X4CAP', '63.6', '63.6', '63.6', '10', '', 15, 15, 0, '', '', 'แผง'),
(568, 'FC-568', 'METHYLSALICYLATE,THYME OIL', 'ST.LUKES OIL 60ML', '256', '256', '256', '10', '', 15, 15, 0, '', '', 'ขวด'),
(569, 'FC-569', '2,4-DICHLOROBENZYL ALC', 'STREPSIL +C แผง 36X8\'S', '508', '508', '508', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(570, 'FC-570', '', 'STREPSIL CHESTY COUGH 36X8\'S', '560', '560', '560', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(571, 'FC-571', '2,4-DICHLOROBENZYL ALC', 'STREPSIL PLUS 24X8\'S', '442', '442', '442', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(572, 'FC-572', 'AMBROXOL HYDROCHLORIDE', 'STREPTUSS AX 36X8\'S', '570', '570', '570', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(573, 'FC-573', 'CYPROTERONE,EE2', 'SUCEE 21\'S', '78.5', '78.5', '78.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(574, 'FC-574', 'TRIPOLIDINE.PSEUDO', 'SULIDINE 100X10\'S', '21.6', '21.6', '21.6', '10.000000000000002', '', 15, 15, 0, '', '', 'แผง'),
(575, 'FC-575', 'TRIPOLIDINE,PSEUDO', 'SULIDINE SYRUP 60CC', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'ขวด'),
(576, 'FC-576', 'ทำความสะอาดจุดบอบบาง', 'SUMMER\'S EVE N-SKIN  199 ML', '83', '83', '83', '10', '', 15, 15, 0, '', '', 'ขวด'),
(577, 'FC-577', 'LAXATIVE', 'SWIFF  45ML', '46', '46', '46', '10', '', 15, 15, 0, '', '', 'ขวด'),
(578, 'FC-578', 'NAPROXAN 275MG.', 'SYNFLEX 275MG 10X6\'S', '66.5', '66.5', '66.5', '10', '', 15, 15, 0, '', '', 'แผง'),
(579, 'FC-579', '', 'SYRING NIPPO 1 CC 100P+เข็ม', '238', '238', '238', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(580, 'FC-580', '', 'SYRING NIPPO 3 CC 100P   .', '138', '138', '138', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(581, 'FC-581', 'TRIAMCINOLONE', 'T A 0.02% CREAM 5GM', '17', '17', '17', '10', '', 15, 15, 0, '', '', 'หลอด'),
(582, 'FC-582', 'TRIAMCINOLONE', 'T A 0.1% CREAM 5GM', '18.75', '18.75', '18.75', '10', '', 15, 15, 0, '', '', 'หลอด'),
(583, 'FC-583', 'TETRA', 'T C MYCIN 10X10\'S', '24.5', '24.5', '24.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(584, 'FC-584', 'TETRACYCLINE 250MG.', 'TC-MYCIN OINTMENT 10GM', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'หลอด'),
(585, 'FC-585', 'PARA 80MG.', 'TEMPRA DROP', '46.5', '46.5', '46.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(586, 'FC-586', 'PARA', 'TEMPRA FORTE 60CC', '52', '52', '52', '10', '', 15, 15, 0, '', '', 'ขวด'),
(587, 'FC-587', 'PARA', 'TEMPRA KIDS 60CC', '44.5', '44.5', '44.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(588, 'FC-588', '', 'TENSOGRIP เข่า M', '89', '89', '89', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(589, 'FC-589', 'PLASTER', 'TENSOPLAST 100แผ่น', '48', '48', '48', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(590, 'FC-590', 'PLASTER', 'TENSOPLAST 20 ASSORTED', '32', '32', '32', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(591, 'FC-591', 'PLASTER', 'TENSOPLAST 5 JUMBO', '32', '32', '32', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(592, 'FC-592', 'PLASTER', 'TENSOPLAST CARTOON30X10\'S', '242', '242', '242', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(593, 'FC-593', 'PLASTER', 'TENSOPLASTIC 1X100\'S', '65', '65', '65', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(594, 'FC-594', 'OXYTERRACYCLIN', 'TERRAMYCIN EYE 3.5GM', '41', '41', '41', '10', '', 15, 15, 0, '', '', 'หลอด'),
(595, 'FC-595', 'OXYTETRACYCLIN', 'TERRAMYCIN OINT 5GM', '48.5', '48.5', '48.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(596, 'FC-596', '', 'TETRA  ASIAN  1000\'S', '288', '288', '288', '10', '', 15, 15, 0, '', '', 'ขวด'),
(597, 'FC-597', 'TINCTURE', 'THIMEROSAL ศิริ 30CC', '19.5', '19.5', '19.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(598, 'FC-598', 'PARA,CPM,PSEUDO', 'TIFFY  25X4\'S', '100', '100', '100', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(599, 'FC-599', 'EUCALYPOIL,MENTHOL,CAMPHOR,ETC', 'TIFFY RUP 19GM', '37', '37', '37', '10', '', 15, 15, 0, '', '', 'ขวด'),
(600, 'FC-600', 'EUCALYPOIL,MENTHOL,CAMPHOR,ETC', 'TIFFY RUP 6GM', '134', '134', '134', '10', '', 15, 15, 0, '', '', 'โหล'),
(601, 'FC-601', 'PARA,CPM,PHENYLEPHRINE', 'TIFFY SYRUP 60CC', '26.25', '26.25', '26.25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(602, 'FC-602', 'MENTHOL,CAMPHOR,ETC', 'TIGER BALM RD 10GM (กลาง)', '364', '364', '364', '10', '', 15, 15, 0, '', '', 'โหล'),
(603, 'FC-603', 'MENTHOL,CAMPHOR,ETC', 'TIGER BALM RD 19.4GM (ใหญ่)', '466', '466', '466', '10', '', 15, 15, 0, '', '', 'โหล'),
(604, 'FC-604', 'MENTHOL,CAMPHOR,ECT', 'TIGER BALM WT 10G (กลาง)', '364', '364', '364', '10', '', 15, 15, 0, '', '', 'โหล'),
(605, 'FC-605', 'MENTHOL,CAMPHOR,ECT', 'TIGER BALM WT 19.4GM (ใหญ่)', '466', '466', '466', '10', '', 15, 15, 0, '', '', 'โหล'),
(606, 'FC-606', 'MENTHOL,CAMPHOR,ECT', 'TIGER MEDICATED PLASTER (เล็ก)', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'ซอง'),
(607, 'FC-607', 'MENTHOL,CAMPHOR,ECT', 'TIGER MEDICATED PLASTER (ใหญ่)', '50', '50', '50', '10', '', 15, 15, 0, '', '', 'ซอง'),
(608, 'FC-608', 'TOBRAMYCIN', 'TOBREX 0.3% 5ML', '128', '128', '128', '10', '', 15, 15, 0, '', '', 'ขวด'),
(609, 'FC-609', 'PENTOXYVERINE HYDROCHLORIDE', 'TOCLASE SYRUP 60ML', '45.5', '45.5', '45.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(610, 'FC-610', 'COLCHICINE 0.6MG.', 'TOLCHICINE100\'S  ขวด', '59', '59', '59', '10', '', 15, 15, 0, '', '', 'ขวด'),
(611, 'FC-611', 'TOLNAFTATE', 'TONAF เขียว 15GM', '73', '73', '73', '10', '', 15, 15, 0, '', '', 'หลอด'),
(612, 'FC-612', 'TOLNAFTATE', 'TONAF เขียว 5GM', '41', '41', '41', '10', '', 15, 15, 0, '', '', 'หลอด'),
(613, 'FC-613', 'TOLNAFTATE', 'TONAF ส้ม 15GM', '62.5', '62.5', '62.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(614, 'FC-614', 'TOLNAFTATE', 'TONAF ส้ม 5GM', '35', '35', '35', '10', '', 15, 15, 0, '', '', 'หลอด'),
(615, 'FC-615', 'TOLNAFTATE', 'TONAF-B ส้ม 5GM', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'หลอด'),
(616, 'FC-616', 'TOLNAFTATE', 'TONAF-B ส้ม15GM', '75', '75', '75', '10', '', 15, 15, 0, '', '', 'หลอด'),
(617, 'FC-617', 'DESOXYMETHASONE', 'TOPICORTE CREAM 5GM', '51', '51', '51', '10', '', 15, 15, 0, '', '', 'หลอด'),
(618, 'FC-618', 'TRANEXAMIC ACID', 'TRANSAMIN 250MG 100\'S', '320', '320', '320', '10', '', 15, 15, 0, '', '', 'ขวด'),
(619, 'FC-619', 'ISOCONAZOLE,DIFLUCORTOLONE', 'TRAVOCORT CREAM 10GM', '80', '80', '80', '10', '', 15, 15, 0, '', '', 'หลอด'),
(620, 'FC-620', 'ISOCONAZOLE,DIFLUCORTOLONE', 'TRAVOCORT CREAM 5GM', '52.5', '52.5', '52.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(621, 'FC-621', 'ISOCONAZOLE', 'TRAVOGEN CREAM 10GM', '87', '87', '87', '10', '', 15, 15, 0, '', '', 'หลอด'),
(622, 'FC-622', 'ISOCONAZOLE', 'TRAVOGEN CREAM 5GM', '53', '53', '53', '10', '', 15, 15, 0, '', '', 'หลอด'),
(623, 'FC-623', 'LEVONORGESTREL,EE2', 'TRIQUILAR ED 28\'S', '54', '54', '54', '10', '', 15, 15, 0, '', '', 'แผง'),
(624, 'FC-624', 'DEXTRO', 'TUSSIL FP 24X8\'S', '398', '398', '398', '10', '', 15, 15, 0, '', '', 'BOX'),
(625, 'FC-625', 'PARA', 'TYLENOL 500 MG 100\'S', '91', '91', '91', '10', '', 15, 15, 0, '', '', 'ขวด'),
(626, 'FC-626', 'PARA', 'TYLENOL 500 MG 20X10\'S', '142', '142', '142', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(627, 'FC-627', '', 'TYLENOL COLD 25X4\'S', '242', '242', '242', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(628, 'FC-628', 'PARACETAMOL 80MG', 'TYLENOL DROPS 15ML', '49', '49', '49', '10', '', 15, 15, 0, '', '', 'ขวด'),
(629, 'FC-629', 'PARA', 'TYLENOL SYRUP 60CC', '63', '63', '63', '10', '', 15, 15, 0, '', '', 'ขวด'),
(630, 'FC-630', 'SUCCUS LIQUIRITIAE,BISMUTH,Al,', 'ULGASTRIN  42\'S', '68', '68', '68', '10', '', 15, 15, 0, '', '', 'ขวด'),
(631, 'FC-631', 'SUCRALFATE', 'ULSANIC 10X10\'S (SIAM)', '510', '510', '510', '10', '', 15, 15, 0, '', '', 'แผง'),
(632, 'FC-632', 'ACTIVATED CHACOLE', 'ULTRACABON-X   50\'S', '189', '189', '189', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(633, 'FC-633', 'SODIUM CHLORIDE', 'UNISON 10X10CC เด็ก', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(634, 'FC-634', 'SODIUM CHLORIDE', 'UNISON 10X20CC ผู้ใหญ่', '54.5', '54.5', '54.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(635, 'FC-635', 'CHLORAMPHENICOL 1%', 'UNISON OINMENT', '152', '152', '152', '10', '', 15, 15, 0, '', '', 'หลอด'),
(636, 'FC-636', '', 'VAPERUP 19GM  ไบร์วู๊ด', '23', '23', '23', '10', '', 15, 15, 0, '', '', 'ขวด'),
(637, 'FC-637', '', 'VAPEX 14ML ใหญ่', '558', '558', '558', '10', '', 15, 15, 0, '', '', 'โหล'),
(638, 'FC-638', '', 'VAPEX 5ML เล็ก', '286', '286', '286', '10', '', 15, 15, 0, '', '', 'โหล'),
(639, 'FC-639', '', 'VAPEX ดม ', '208', '208', '208', '10', '', 15, 15, 0, '', '', 'โหล'),
(640, 'FC-640', 'VASLINE', 'VASELINE 50GM', '56', '56', '56', '10', '', 15, 15, 0, '', '', 'ขวด'),
(641, 'FC-641', 'SULBUTAMOL', 'VENTOLIN EXPEC 60CC', '39', '39', '39', '10', '', 15, 15, 0, '', '', 'ขวด'),
(642, 'FC-642', 'CAMPHOR,MENTHOL,EUCALYP OIL', 'VICKS 10GM 1X60ตลับ', '32.41', '32.41', '32.41', '9.999999999999996', '', 15, 15, 0, '', '', 'ตลับ'),
(643, 'FC-643', 'CAMPHOR,MENTHOL,EUCALYP OIL', 'VICKS 25GM', '682', '682', '682', '10', '', 15, 15, 0, '', '', 'โหล'),
(644, 'FC-644', 'VIT A', 'VIT A 25000 IU (PATAR LAB) 100\'S', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(645, 'FC-645', 'VIT C', 'VIT C PATA 50MGส้ม1000\'S', '87.5', '87.5', '87.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(646, 'FC-646', 'VIT C', 'VIT C PATA 50MGเหลือง1000\'S', '88', '88', '88', '10', '', 15, 15, 0, '', '', 'ขวด'),
(647, 'FC-647', 'VIT C', 'VIT C TAKEDA 100MG 200\'S', '85', '85', '85', '10', '', 15, 15, 0, '', '', 'ขวด'),
(648, 'FC-648', 'VIT E', 'VIT E 400 MEDI ธช 30\'S', '152', '152', '152', '10', '', 15, 15, 0, '', '', 'ขวด'),
(649, 'FC-649', 'MTV', 'VITOP 10X10\'S', '315', '315', '315', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(650, 'FC-650', 'DICLOFENAC', 'VOLNAC 25MG 1000\'S  TO', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'ขวด'),
(651, 'FC-651', 'DICLOFENAC', 'VOLTAREN  25MG 3X10\'S', '54.33', '54.33', '54.33', '10', '', 15, 15, 0, '', '', 'แผง'),
(652, 'FC-652', 'DICLOFENAC', 'VOLTAREN  EMULGEL 25GM', '120', '120', '120', '10', '', 15, 15, 0, '', '', 'หลอด'),
(653, 'FC-653', 'สารสกัดหอยนางรม,ไคโตซานSPIRUL', 'WAKIE 10\'S ปรค.', '106', '106', '106', '10', '', 15, 15, 0, '', '', 'BOX'),
(654, 'FC-654', 'XYLOMETAZOLINI', 'WAXSOL EAR DROPS', '86', '86', '86', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(655, 'FC-655', 'RANITIDINE', 'XANIDINE 150MG 10X10\'S', '78', '78', '78', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(656, 'FC-656', 'LIGNOCAINE', 'XYLOCAINE JEL 2% 30GM', '146', '146', '146', '10', '', 15, 15, 0, '', '', 'หลอด'),
(657, 'FC-657', '', 'ยากวาดใบโพธิ์ 5 โหล', '275', '275', '275', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(658, 'FC-658', '', 'ยาขมน้ำเต้าทอง  ชง  100 ซอง', '33.9', '33.9', '33.9', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(659, 'FC-659', '', 'ชาเขียวเรนอง  120 ฿', '80', '80', '80', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(660, 'FC-660', '', 'YA ดมท่านเจ้าคุณ', '106', '106', '106', '10', '', 15, 15, 0, '', '', 'โหล'),
(661, 'FC-661', '', 'ยาธาตุน้ำแดง (วศ)  ใหญ่', '265', '265', '265', '10', '', 15, 15, 0, '', '', 'โหล'),
(662, 'FC-662', '', 'ยาหวานน้ำเต้าทอง  ชง  100 ซอง', '33.9', '33.9', '33.9', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(663, 'FC-663', 'EUCALYP OIL,CAMPHOR,ETC', 'ZAMBUK 36GM', '43.66', '43.66', '43.66', '10', '', 15, 15, 0, '', '', 'ขวด'),
(664, 'FC-664', 'EUCALYP OIL,CAMPHOR,ETC', 'ZAMBUK ตลับ18GM', '520', '520', '520', '10', '', 15, 15, 0, '', '', 'โหล'),
(665, 'FC-665', 'CHLOROXYLENOL,Al DIHYDROXYALLA', 'ZEASORB 50GM', '108', '108', '108', '10', '', 15, 15, 0, '', '', 'กป'),
(666, 'FC-666', 'CLOTRIMAZOLE', 'ZEMA CREAM 10GM', '35', '35', '35', '10', '', 15, 15, 0, '', '', 'หลอด'),
(667, 'FC-667', 'CLOTRIMAZOLE', 'ZEMA CREAM 5GM', '28.75', '28.75', '28.75', '10', '', 15, 15, 0, '', '', 'หลอด'),
(668, 'FC-668', 'SALICYLICACID,RESORCINOL,ETC', 'ZEMA LOTION', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'โหล'),
(669, 'FC-669', 'ALBENDAZOLE', 'ZENTEL 10ML', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'ขวด'),
(670, 'FC-670', 'ALBENDAZOLE', 'ZENTEL 2\'S', '34', '34', '34', '10', '', 15, 15, 0, '', '', 'แผง'),
(671, 'FC-671', 'DEET,DIMETHYLPHTHALATE', 'ก.ย.15 24ซอง', '103', '103', '103', '10', '', 15, 15, 0, '', '', 'แผง'),
(672, 'FC-672', '', 'ก.ย.15มิลค์กี้โลชั่น', '43', '43', '43', '10', '', 15, 15, 0, '', '', 'ขวด'),
(673, 'FC-673', 'กระชายดำ,โด่ไม่รู้ล้ม,ฯลฯ', 'กระชายดำ ตรางามระหง 60\'S', '137', '137', '137', '10', '', 15, 15, 0, '', '', 'กป'),
(674, 'FC-674', '', 'กระเป๋าน้ำร้อน', '48', '48', '48', '10', '', 15, 15, 0, '', '', 'ใบ'),
(675, 'FC-675', 'กฤษณา,กานพลู,การบูร', 'กฤษณากลั่น', '23.33', '23.33', '23.33', '9.999999999999998', '', 15, 15, 0, '', '', 'ขวด'),
(676, 'FC-676', 'THIOSULFATE', 'กลากเกลื้อน 246', '92', '92', '92', '10', '', 15, 15, 0, '', '', 'โหล'),
(677, 'FC-677', '', 'กวางลุ้ง ขนาดกระเป๋า  3 CC', '23.5', '23.5', '23.5', '10', '', 15, 15, 0, '', '', 'โหล'),
(678, 'FC-678', '', 'กวางลุ้ง ขนาดกลาง   15 CC   no.3', '52', '52', '52', '10', '', 15, 15, 0, '', '', 'โหล'),
(679, 'FC-679', '', 'กวางลุ้ง ขนาดใหญ่     28 CC', '73', '73', '73', '10', '', 15, 15, 0, '', '', 'โหล'),
(680, 'FC-680', '', 'กวาดลิ้นขาวละออ', '335', '335', '335', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(681, 'FC-681', '', 'กษัยเส้น กล่อง', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(682, 'FC-682', '', 'กษัยเสัน ซอง', '51', '51', '51', '10', '', 15, 15, 0, '', '', 'โหล'),
(683, 'FC-683', 'ซิงกี,ถ่อกี,ฮ่วยกี,ลิวกี,เข่งก', 'กอเอี๊ยะตราแมวกงจักร', '104', '104', '104', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(684, 'FC-684', 'PARA,POT CITRATE', 'แก้ใข้เด็กตรางู(30 cc)', '18.83', '18.83', '18.83', '9.999999999999998', '', 15, 15, 0, '', '', 'ขวด'),
(685, 'FC-685', '', 'แก้หวัดเด็กตรางู(30cc)', '18.91', '18.91', '18.91', '10', '', 15, 15, 0, '', '', 'ขวด'),
(686, 'FC-686', '', 'แก้ไอเด็กตรางู(30cc)', '20', '20', '20', '10', '', 15, 15, 0, '', '', 'ขวด'),
(687, 'FC-687', '', 'โกร่งบดยา 7เซน', '33', '33', '33', '10', '', 15, 15, 0, '', '', 'ใบ'),
(688, 'FC-688', 'ขมิ้นชัน,บอระเพ็ด,ไคร้เครือ', 'ขมใบห่อ กล่อง', '154', '154', '154', '10', '', 15, 15, 0, '', '', 'โหล'),
(689, 'FC-689', '', 'ขมใบห่อ ซอง', '298', '298', '298', '10', '', 15, 15, 0, '', '', 'ร้อย'),
(690, 'FC-690', 'VOLATILE OIL,CURCUMINOID', 'ขมิ้นชัน องค์การ 10X10\'S  ใหม่', '112', '112', '112', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(691, 'FC-691', 'ZINC OXIDE,กำมะถัน,เมนทอลฯลฯ', 'ขี้ผึ้ง 7 ดาว', '108', '108', '108', '10', '', 15, 15, 0, '', '', 'โหล'),
(692, 'FC-692', '', 'เขากุย (น้ำตาล)', '282', '282', '282', '10', '', 15, 15, 0, '', '', 'โหล'),
(693, 'FC-693', 'เขากุย,เต็งชิม,กั๊วกิง,ฯลฯ', 'เขากุย อ้วยอัน', '31.5', '31.5', '31.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(694, 'FC-694', 'จันทร์เทศ,ใบพิมเสน,พิศนาศฯลฯ', 'เขียวตราใบโพธิ์', '278', '278', '278', '10', '', 15, 15, 0, '', '', 'โหล'),
(695, 'FC-695', 'ใบสันพร้าหอม,ใบพิมเสน,พิษนาศฯล', 'เขียวตราใบห่อ ผง', '115', '115', '115', '10', '', 15, 15, 0, '', '', 'ร้อย'),
(696, 'FC-696', 'ใบพิมเสน,พิษนาศน์,จันทน์เทศ,ฯล', 'เขียวตราใบห่อ เม็ด', '115', '115', '115', '10', '', 15, 15, 0, '', '', 'ร้อย'),
(697, 'FC-697', '', 'เขียวตราใบห่อเม็ด กล่อง', '124', '124', '124', '10', '', 15, 15, 0, '', '', 'โหล'),
(698, 'FC-698', '', 'งามระหง (ชาชง)', '52', '52', '52', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(699, 'FC-699', '', 'งามระหง (เม็ด)', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(700, 'FC-700', '', 'จับเลี้ยง น้ำเต้าทอง 10 ซอง', '51', '51', '51', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(701, 'FC-701', '', 'เจลว่านหางจระเข้ 30g (GPO)', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'หลอด'),
(702, 'FC-702', 'ZINGIBER CASSUMUNAR ฯลฯ', 'เช็ง ซิม อิ้ว น้ำมันเหลือง 23CC', '64', '64', '64', '10', '', 15, 15, 0, '', '', 'ขวด'),
(703, 'FC-703', 'ZINGIBER CASSUMUNAR ฯลฯ', 'เช็ง ซิม อิ๊ว น้ำมันเหลือง 5CC', '20.66', '20.66', '20.66', '10', '', 15, 15, 0, '', '', 'ขวด'),
(704, 'FC-704', '', 'ซ่อมป่อยใหม่ กลาง', '25', '25', '25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(705, 'FC-705', '', 'เซโรงัง  50 เม็ด   (เล็ก)', '65.5', '65.5', '65.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(706, 'FC-706', '', 'เซียงเพียงอิ๊วขาว เล็ก', '150', '150', '150', '10', '', 15, 15, 0, '', '', 'โหล'),
(707, 'FC-707', '', 'เซียงเพียงอิ๊วขาว ใหญ่', '79.5', '79.5', '79.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(708, 'FC-708', 'ยาหม่อง', 'เซียงเพียวอิ๊วขาว   ยาหม่อง', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'ขวด'),
(709, 'FC-709', '', 'เซียงเพียวอิ๊วขาว กลาง', '270', '270', '270', '10', '', 15, 15, 0, '', '', 'โหล'),
(710, 'FC-710', 'ยาหม่อง', 'เซียงเพียวอิ๊วแดง   ยาหม่อง', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'ขวด'),
(711, 'FC-711', '', 'เซียงเพียวอิ๊วแดง กลาง  7 CC', '340', '340', '340', '10', '', 15, 15, 0, '', '', 'โหล'),
(712, 'FC-712', '', 'เซียงเพียวอิ๊วแดง เล็ก  3 CC', '175', '175', '175', '10', '', 15, 15, 0, '', '', 'โหล'),
(713, 'FC-713', '', 'เซียงเพียวอิ๊วแดง ใหญ่  25 CC', '91', '91', '91', '10', '', 15, 15, 0, '', '', 'ขวด'),
(714, 'FC-714', '', 'ดม ส้มโอมือเงิน จรุงจิต', '346', '346', '346', '10', '', 15, 15, 0, '', '', 'โหล'),
(715, 'FC-715', '', 'ดมเซียงเพียงอิ๊ว', '80', '80', '80', '10', '', 15, 15, 0, '', '', 'โหล'),
(716, 'FC-716', '', 'ดมโป๊ยเซียน ปรค.', '121', '121', '121', '10', '', 15, 15, 0, '', '', 'โหล'),
(717, 'FC-717', 'โกฐเชียง,ระย่อม,กานพลู,ฯลฯ', 'ดองเสือ 11ตัว ผง', '80', '80', '80', '10', '', 15, 15, 0, '', '', 'โหล'),
(718, 'FC-718', 'กำลังเสือโคร่ง,โด่ไม่รู้ลัม,ฯล', 'ดองเสือ 11ตัว แผ่น', '93', '93', '93', '10', '', 15, 15, 0, '', '', 'โหล'),
(719, 'FC-719', 'ฝางเสน,โกฐเชียง,โป๊ยกัก,ฯลฯ', 'ดองเหล้าแสงสว่าง ผง', '66', '66', '66', '10', '', 15, 15, 0, '', '', 'โหล'),
(720, 'FC-720', 'POTASSIUM PERMANGANATE', 'ด่างทับทิม ศิริ ขวด 5กรัม', '64', '64', '64', '10', '', 15, 15, 0, '', '', 'โหล'),
(721, 'FC-721', 'PEPPERMINT,CLOVE,MENTHOL,ETC', 'ตกเบ็ด 25บ. 50\'S', '166', '166', '166', '10', '', 15, 15, 0, '', '', 'โหล'),
(722, 'FC-722', 'PEPPERMINT,CLOVE,MENTHOL,ETC', 'ตกเบ็ด 45บ. 100\'S', '326', '326', '326', '10', '', 15, 15, 0, '', '', 'โหล'),
(723, 'FC-723', 'ASPIRIN', 'ทัมใจ เม็ด 100X6\'S', '181', '181', '181', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(724, 'FC-724', 'ASPIRIN', 'ทัมใจเปรี้ยว 100ซอง', '85', '85', '85', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(725, 'FC-725', 'SOD BICARBONATE', 'ธาตุ 4 เล็ก น้ำขิง ตรากิเลน  เล็ก', '24.5', '24.5', '24.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(726, 'FC-726', 'SOD BICARBONATE', 'ธาตุ 4 ใหญ่ น้ำขิง ตรากิเลน  ใหญ่', '33.5', '33.5', '33.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(727, 'FC-727', 'SALOL,ANISE,MENTHOL', 'ธาตุกระต่ายบิน # 25฿', '280', '280', '280', '10', '', 15, 15, 0, '', '', 'โหล'),
(728, 'FC-728', 'CAMPHOR,GLYCERIN,ALC,ETC', 'ธาตุน้ำแดง วศ ใหญ่', '36.25', '36.25', '36.25', '10', '', 15, 15, 0, '', '', 'ขวด'),
(729, 'FC-729', 'CAMPHOR,GLYCERIN,ALC,ETC', 'ธาตุน้ำแดง วศ.เล็ก', '28.5', '28.5', '28.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(730, 'FC-730', '', 'นางพญาหน้าขาว  24 ซอง', '526', '526', '526', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(731, 'FC-731', '', 'น้ำเต้าทอง ขมชง', '34.25', '34.25', '34.25', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(732, 'FC-732', '', 'น้ำเต้าทอง ต้ม 1X10ซอง', '58', '58', '58', '10', '', 15, 15, 0, '', '', 'มัด'),
(733, 'FC-733', '', 'น้ำเต้าทอง เม็ด 1X25ซอง', '128.75', '128.75', '128.75', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(734, 'FC-734', '', 'น้ำเต้าทอง หวานชง', '33.75', '33.75', '33.75', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(735, 'FC-735', 'METHYLSALICYLATE', 'น้ำมันเซนลุกซ์', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'ขวด'),
(736, 'FC-736', '', 'น้ำมันดอกไม้ขาว  เล็ก  2.5 cc', '32.34', '32.34', '32.34', '10.000000000000004', '', 15, 15, 0, '', '', 'ขวด'),
(737, 'FC-737', '', 'น้ำมันดอกไม้ขาว  ใหญ่ 5 cc', '41', '41', '41', '10', '', 15, 15, 0, '', '', 'ขวด'),
(738, 'FC-738', 'METHYLSALICYLATE', 'น้ำมันมวย 120cc', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'ขวด'),
(739, 'FC-739', 'METHYLSALICYLATE', 'น้ำมันมวย 450CC', '136', '136', '136', '10', '', 15, 15, 0, '', '', 'ปอนด์'),
(740, 'FC-740', 'METHYLSALICYLATE', 'น้ำมันมวย 60cc', '42', '42', '42', '10', '', 15, 15, 0, '', '', 'ขวด'),
(741, 'FC-741', 'METHYLSALICYLATE', 'น้ำมันมวย ครีม 25.00 BOXING', '218', '218', '218', '10', '', 15, 15, 0, '', '', 'หลอด'),
(742, 'FC-742', '', 'น้ำมันระหุ่งหวาน วศ 30cc', '120', '120', '120', '10', '', 15, 15, 0, '', '', 'ขวด'),
(743, 'FC-743', 'ใบส้มป่อย,คำฝอย,ใบมะขามแขก', 'ใบแก้วเม็ด กล่อง', '155', '155', '155', '10', '', 15, 15, 0, '', '', 'โหล'),
(744, 'FC-744', 'ใบส้มป่อย,คำฝอย,ใบมะขามแขก', 'ใบแก้วเม็ด ซอง', '300', '300', '300', '10', '', 15, 15, 0, '', '', 'ร้อย'),
(745, 'FC-745', 'จันทร์แดง,ชะเอมเทศ,ลูกจันทร์ฯล', 'ปราสาททอง 25\'S', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'ขวด'),
(746, 'FC-746', '', 'ปั้มนม BREAST', '25.5', '25.5', '25.5', '10', '', 15, 15, 0, '', '', 'อัน'),
(747, 'FC-747', '', 'ปี่แป่กอ   75  CC เล็ก', '58', '58', '58', '10', '', 15, 15, 0, '', '', 'ขวด'),
(748, 'FC-748', '', 'ปี่แป่กอ  150 CC กลาง', '79', '79', '79', '10', '', 15, 15, 0, '', '', 'ขวด'),
(749, 'FC-749', '', 'ปี่แป่โหล่ว    55cc', '40.5', '40.5', '40.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(750, 'FC-750', '', 'ปี่แป่โหล่ว  110cc', '56.5', '56.5', '56.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(751, 'FC-751', '', 'แป้ง ย.ค.สูตร 2', '195', '195', '195', '10', '', 15, 15, 0, '', '', 'โหล'),
(752, 'FC-752', 'TALCUM POWDER,ANTI-RASH FORMUL', 'แป้งเด็กนิวบอร์น 150GM', '48', '48', '48', '10', '', 15, 15, 0, '', '', 'กป'),
(753, 'FC-753', 'CAMPHOR,MENTHOL,ZINCOXIDE,ETC', 'แป้งโยคี ดีไว 60GM', '106', '106', '106', '10', '', 15, 15, 0, '', '', 'โหล'),
(754, 'FC-754', '', 'ผง SULFA ซอง 8 g ว.ศ', '138', '138', '138', '10', '', 15, 15, 0, '', '', 'โหล'),
(755, 'FC-755', '', 'ผงโยคี', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'โหล'),
(756, 'FC-756', 'SULFANILAMIDE MICROM', 'ผงวิเศษตราร่มชูชีพ', '267', '267', '267', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(757, 'FC-757', 'ผ้าปิดจมูก', 'ผ้าปิดจมูก', '44', '44', '44', '10', '', 15, 15, 0, '', '', 'ห่อ'),
(758, 'FC-758', '', 'ผ้ายีดหยุ่น 2\"(24ม้วน)', '14.16', '14.16', '14.16', '10', '', 15, 15, 0, '', '', 'ห่อ'),
(759, 'FC-759', '', 'ผ้ายืดหยุ่น 3\"(24ม้วน)', '15.83', '15.83', '15.83', '10', '', 15, 15, 0, '', '', 'ห่อ'),
(760, 'FC-760', '', 'ผ้ายืดหยุ่น 4\"(24 ม้วน)', '17.58', '17.58', '17.58', '9.999999999999998', '', 15, 15, 0, '', '', 'ห่อ'),
(761, 'FC-761', '', 'พิมเสนน้ำ ตราน้ำมันมวย', '73', '73', '73', '10', '', 15, 15, 0, '', '', 'โหล'),
(762, 'FC-762', '', 'พิมเสนน้ำโป๊ยเซียน 28บ. สำลี', '175', '175', '175', '10', '', 15, 15, 0, '', '', 'โหล'),
(763, 'FC-763', '', 'พิมเสนน้ำโป็ยเซียน 38บ. ลูกกลิ้ง', '280', '280', '280', '10', '', 15, 15, 0, '', '', 'โหล'),
(764, 'FC-764', 'ฟ้าทะลายโจร350mg', 'ฟ้าทลายโจรใบห่อ  ', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(765, 'FC-765', '', 'มหาหิงค์ (วศ) 30CC', '193', '193', '193', '10', '', 15, 15, 0, '', '', 'โหล'),
(766, 'FC-766', '', 'มหาหิงค์ (วศ) 60CC', '246', '246', '246', '10', '', 15, 15, 0, '', '', 'โหล'),
(767, 'FC-767', '', 'มหาหิงค์ (วส) ลูกกลิ้ง 60CC', '122', '122', '122', '10', '', 15, 15, 0, '', '', 'โหล'),
(768, 'FC-768', '', 'ไม้พันสำลี  100\'S', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'ซอง'),
(769, 'FC-769', 'MERBROMIN SOLUTION', 'ยาแดง ศิริ 60CC', '112', '112', '112', '10', '', 15, 15, 0, '', '', 'โหล'),
(770, 'FC-770', '', 'ยาระบายเด็ก วศ 60CC', '21', '21', '21', '10', '', 15, 15, 0, '', '', 'ขวด'),
(771, 'FC-771', '', 'เยนเชี่ยน วศ 15CC', '97', '97', '97', '10', '', 15, 15, 0, '', '', 'โหล'),
(772, 'FC-772', '', 'โยคี ไอ DY 60CC', '140', '140', '140', '10', '', 15, 15, 0, '', '', 'โหล'),
(773, 'FC-773', 'โกฐเชียงน้ำเต้า,ชวงเกาฯลฯ', 'ระดมพล', '26.5', '26.5', '26.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(774, 'FC-774', 'โกฮก,งิ่งฮวย,อึ้งใบ้,จี่ซือ,ฮว', 'ริดสีดวงปลามังกร  200\'S', '57.5', '57.5', '57.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(775, 'FC-775', '', 'วิเศษนิยม (ซอง)', '106', '106', '106', '10', '', 15, 15, 0, '', '', 'โหล'),
(776, 'FC-776', '', 'สตรีเบนโล เล็ก', '32', '32', '32', '10', '', 15, 15, 0, '', '', 'โหล'),
(777, 'FC-777', 'โกฐเชียงหัวบัว,ตานเซียม,ฯลฯ', 'สตรีเบนโล ใหญ่', '37', '37', '37', '10', '', 15, 15, 0, '', '', 'โหล'),
(778, 'FC-778', 'โกฐเชียงหัวบัว,ตานเซียม,ฯลฯ', 'สตรีเพ็ญภาค เล็ก', '32.08', '32.08', '32.08', '10', '', 15, 15, 0, '', '', 'โหล'),
(779, 'FC-779', 'ว่านชักมดลูก,มดยอบ,ฯลฯ', 'สตรีเพ็ญภาค ใหญ่', '40.75', '40.75', '40.75', '10', '', 15, 15, 0, '', '', 'โหล'),
(780, 'FC-780', '', 'สบู่  ดร.ชิน', '57', '57', '57', '10', '', 15, 15, 0, '', '', 'ก้อน'),
(781, 'FC-781', '', 'สำลีม้วน  รถพยาบาล 80gm  17฿', '23.5', '23.5', '23.5', '10', '', 15, 15, 0, '', '', 'ม้วน'),
(782, 'FC-782', '', 'หม่องตรา5เจดีย์ ตลับ10G', '16.25', '16.25', '16.25', '10', '', 15, 15, 0, '', '', 'โหล'),
(783, 'FC-783', '', 'หมากหอมเยาวราช ตลับ20ตลับ', '115', '115', '115', '10', '', 15, 15, 0, '', '', 'อัน'),
(784, 'FC-784', '', 'หอมเด็กในพานทอง กลาง', '20', '20', '20', '10', '', 15, 15, 0, '', '', 'โหล'),
(785, 'FC-785', '', 'หอมเด็กในพานทอง ขวด พิเศษ 26฿', '27.5', '27.5', '27.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(786, 'FC-786', '', 'หอมเด็กในพานทอง ซอง', '200', '200', '200', '10', '', 15, 15, 0, '', '', 'โหล'),
(787, 'FC-787', '', 'หอมตราห้าเจดีย์ เบอร์ 1', '200', '200', '200', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(788, 'FC-788', '', 'หอมตราห้าเจดีย์ เบอร์ 2', '90', '90', '90', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(789, 'FC-789', 'ดอกบุนนาค,จันทน์หอม,ฯลฯ', 'หอมฤษีทรงม้า NO 1', '19.5', '19.5', '19.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(790, 'FC-790', 'ดอกบุนนาค,จันทร์หอม,ฯลฯ', 'หอมฤษีทรงม้า NO 2', '18', '18', '18', '10', '', 15, 15, 0, '', '', 'ขวด'),
(791, 'FC-791', 'ดอกบุนนาค,จันทน์หอม,ฯลฯ', 'หอมฤษีทรงม้า ซอง', '210', '210', '210', '10', '', 15, 15, 0, '', '', 'โหล'),
(792, 'FC-792', '', 'หอมฤษีทรงม้า พิเศษ', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'ขวด'),
(793, 'FC-793', '', 'อมแก้ไอโยคี  24ซอง', '100', '100', '100', '10', '', 15, 15, 0, '', '', 'โหล'),
(794, 'FC-794', '', 'อมตราเสือ ตลับ 10g    24 ตลับ', '122', '122', '122', '10', '', 15, 15, 0, '', '', 'โหล'),
(795, 'FC-795', '', 'อมตะขาบ ชนิดซอง', '96', '96', '96', '10', '', 15, 15, 0, '', '', 'โหล'),
(796, 'FC-796', '', 'อมตะขาบ รสบ้วย ตลับ', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ตลับ'),
(797, 'FC-797', '', 'อมตะขาม ตลับ', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ตลับ'),
(798, 'FC-798', '', 'อมมะแว้ง องค์การ 20X20\'S', '116', '116', '116', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(799, 'FC-799', '', 'อุทัยทิพย์ จิ๋ว(24X5CC)', '36', '36', '36', '10', '', 15, 15, 0, '', '', 'ขวด'),
(800, 'FC-800', '', 'อุทัยทิพย์ เล็ก  60CC', '25.5', '25.5', '25.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(801, 'FC-801', 'CPM,AMMONIUM,POTASIUM GUAIACOL', 'อุทัยทิพย์ ใหญ่  120CC', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'ขวด'),
(802, 'FC-802', '', 'อุทัยหมอมี  จิ๋ว  5cc', '27', '27', '27', '10', '', 15, 15, 0, '', '', 'ขวด'),
(803, 'FC-803', '', 'อุทัยหมอมี  เล็ก  60CC', '178', '178', '178', '10', '', 15, 15, 0, '', '', 'ขวด'),
(804, 'FC-804', '', 'แอมโมเนียหอม วทศ15cc', '19.75', '19.75', '19.75', '10', '', 15, 15, 0, '', '', 'ขวด'),
(805, 'FC-805', 'POT GUAIACOLSULFONATE', 'ไอน้ำดำ 180 cc  องค์การ', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ขวด'),
(806, 'FC-806', 'OPIUM TINCTURE,GLYCYRRHIZA', 'ไอน้ำดำตรางู เล็ก 60cc', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'โหล'),
(807, 'FC-807', 'POT GUAIACOLSULFONATE', 'ไอน้ำดำตรางู ใหญ่  120cc', '26.66', '26.66', '26.66', '10', '', 15, 15, 0, '', '', 'ขวด'),
(808, 'FC-808', 'POT GUAIACOLSULFONATE', 'ไอน้ำดำเสือ 11 ตัว    60 cc', '19.8', '19.8', '19.8', '10', '', 15, 15, 0, '', '', 'ขวด'),
(809, 'FC-809', 'POT GUAIACOLSULFONATE', 'ไอน้ำดำเสือดาว (ญ)  120 cc', '26.5', '26.5', '26.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(810, 'FC-810', 'ผลมะแว้ง,รากมะแว้ง,ชะเอมเทศ,ฯล', 'ไอน้ำดำเสือดาว (ล)  60 cc', '20', '20', '20', '10', '', 15, 15, 0, '', '', 'ขวด'),
(811, 'FC-811', '', 'สตรีจอมทอง ใหญ่', '37', '37', '37', '10', '', 15, 15, 0, '', '', 'ขวด'),
(812, 'FC-812', '', 'ขับน้ำคาวปลา พาราแม่เลื่อน', '30.5', '30.5', '30.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(813, 'FC-813', 'ตานดำ,ตานเสี้ยน,ตานหม่อนฯลฯ', 'กุมารกาไก่', '28', '28', '28', '10', '', 15, 15, 0, '', '', 'ขวด'),
(814, 'FC-814', '', 'ไม่ต้องอยู่ไฟ พาราแม่เลื่อน', '55.5', '55.5', '55.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(815, 'FC-815', 'ชุมเห็ดไทยเทศ,ตานเสี้ยนดำฯลฯ', 'กุมารปิ่นเพชร', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'ขวด'),
(816, 'FC-816', ' ', 'สตรีนิสิงเห เล็ก หมอมี 300CC', '52.5', '52.5', '52.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(817, 'FC-817', ' ', 'สตรีนิสิงเห ใหญ่ หมอมี 600cc', '87.5', '87.5', '87.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(818, 'FC-818', '', 'COHISTAN', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(819, 'FC-819', '', 'PIRIDIUM 1000 \'S', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(820, 'FC-820', '', 'Betalol  10', '13.7', '13.7', '13.7', '10', '', 15, 15, 0, '', '', 'แผง'),
(821, 'FC-821', '', 'ALBEN 2\'S', '17', '17', '17', '10', '', 15, 15, 0, '', '', 'แผง'),
(822, 'FC-822', '', 'นิจิดี', '360', '360', '360', '10', '', 15, 15, 0, '', '', 'โหล'),
(823, 'FC-823', '', 'ACCU-CHEK  25\'S  (เข็ม)', '93', '93', '93', '10', '', 15, 15, 0, '', '', 'ชุด'),
(824, 'FC-824', '', 'ACCU-CHEK  TEST 25\'S', '398', '398', '398', '10', '', 15, 15, 0, '', '', 'ชุด'),
(825, 'FC-825', '', 'ACCU-CHEK ADVANTAGE 1 SET', '2190', '2190', '2190', '10', '', 15, 15, 0, '', '', 'ชุด'),
(826, 'FC-826', 'SIMETHICONE', 'AIR-X ส้ม 51X10\'S', '490', '490', '490', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(827, 'FC-827', 'IBUPROFEN+PARA', 'ALAXAN PI FP 25X4\'S', '104', '104', '104', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(828, 'FC-828', 'AMOXY,CLAVULANIC', 'AMOKSIKLAV 156MG  60ML  น้ำ', '122', '122', '122', '10', '', 15, 15, 0, '', '', 'ขวด'),
(829, 'FC-829', 'AMOXY,CLAVULANIC', 'AMOKSIKLAV 312MG   60ML น้ำ', '177', '177', '177', '10', '', 15, 15, 0, '', '', 'ขวด'),
(830, 'FC-830', 'AMOXY,CLAVULANIC', 'AMOKSIKLAV 375MG 10\'S', '149', '149', '149', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(831, 'FC-831', 'AMOXY,CLAVULANIC', 'AMOKSIKLAV 625MG 10\'S', '160', '160', '160', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(832, 'FC-832', 'AMOXY', 'AMOXY DRY TO 250MG(เปลือย)', '25.5', '25.5', '25.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(833, 'FC-833', '', 'ANTACIL 240 ML เปปเปอร์มินท์', '40', '40', '40', '10', '', 15, 15, 0, '', '', 'ขวด'),
(834, 'FC-834', 'ETORICOXIB', 'ARCOXIA  90 MG    MSD  3X10\'S', '1090', '1090', '1090', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(835, 'FC-835', 'ASPIRIN 300MG', 'ASPENT  1000\'S', '335', '335', '335', '10', '', 15, 15, 0, '', '', 'ก.ป.'),
(836, 'FC-836', 'ERGOTAMINE,CAFFEINE', 'AVAMIGRAN 20X10\'S', '925', '925', '925', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(837, 'FC-837', 'DICYCLOMINE,SIMETHICONE', 'BERCLOMIN 50X10\'S', '440', '440', '440', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(838, 'FC-838', 'POVIDONE IODINE', 'BETADINE SOLUTION 15CC', '202', '202', '202', '10', '', 15, 15, 0, '', '', 'ขวด'),
(839, 'FC-839', '', 'BOTANพลัส แผ่น100ซอง', '193', '193', '193', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(840, 'FC-840', '', 'BOTANพลัส1X24ตลับ', '200', '200', '200', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(841, 'FC-841', 'ธาตุเหล็ก+วิตามินบีผสมซุปไก่สก', 'BRAND\'S+ธาตุเหล็ก 90\'S', '303', '303', '303', '10', '', 15, 15, 0, '', '', 'ขวด'),
(842, 'FC-842', 'ใบแป๊ะก๊วย+ซุปไก่สกัด', 'BRAND\'S+ใบแป๊ะก๊วย 45\'S', '302', '302', '302', '10', '', 15, 15, 0, '', '', 'ขวด'),
(843, 'FC-843', 'BENZOYL PEROXIDE', 'BREVOXYL 10GM', '108', '108', '108', '10', '', 15, 15, 0, '', '', 'หลอด'),
(844, 'FC-844', 'ERGOTAMINE,CAFFEINE', 'CAFERGOT 20X10\'S', '1040', '1040', '1040', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(845, 'FC-845', 'CAPSAICIN', 'CAPSAICIN GEL 30GM', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(846, 'FC-846', 'AMOXY,CLAVULANIC (SIAM)', 'CAVUMOX 625MG 4X5\'S', '290', '290', '290', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(847, 'FC-847', 'AMOXY200,CLAVULANIC 28.5(SIAM)', 'CAVUMOX BID 228.5MG DRY', '153', '153', '153', '10', '', 15, 15, 0, '', '', 'ขวด'),
(848, 'FC-848', 'MTV', 'CENTRUM SILVER 100\'S', '605', '605', '605', '10', '', 15, 15, 0, '', '', 'ขวด'),
(849, 'FC-849', 'WATER CETYL ALCOHOL-SODIUM LAU', 'CETAPHIL CLEANSER 118ML', '132', '132', '132', '10', '', 15, 15, 0, '', '', 'ขวด'),
(850, 'FC-850', '', 'CHA สลิ่มมิ่ง', '74', '74', '74', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(851, 'FC-851', 'CLINDAMYCIN', 'CHINA CIN-T GEL 5ML', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(852, 'FC-852', 'LORATADINE,PSEUDO', 'CLARINASE 5x10\'S', '159', '159', '159', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(853, 'FC-853', '', 'COLD HOT PACK 3เอ็ม', '128', '128', '128', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(854, 'FC-854', 'PARA', 'DAGA 50X10\'S', '16.9', '16.9', '16.9', '9.999999999999998', '', 15, 15, 0, '', '', 'กล่อง'),
(855, 'FC-855', 'ชุดทำดีท๊อก', 'DETOXIFICATION', '105', '105', '105', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(856, 'FC-856', '', 'DEXTUSSIN  1000\'S   TO', '275', '275', '275', '10', '', 15, 15, 0, '', '', 'กป'),
(857, 'FC-857', 'ANTITUSSIVE', 'DIMOPHEN 500\'S แก้ไอนครพัฒนา', '290', '290', '290', '10', '', 15, 15, 0, '', '', 'ขวด'),
(858, 'FC-858', 'DESOGESTROL,EE2', 'DIOR 28\'S', '45.5', '45.5', '45.5', '10', '', 15, 15, 0, '', '', 'BOX'),
(859, 'FC-859', 'BETAMETHASONE GENTA', 'DIPROGENTA CREAM 5GM', '69', '69', '69', '10', '', 15, 15, 0, '', '', 'หลอด'),
(860, 'FC-860', 'DIMENHYDRINATE', 'DRAMAMINE 50MG 100X10\'S ปรค.', '24.5', '24.5', '24.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(861, 'FC-861', 'CONDOM', 'DUREX  COMFORT 24X3\'S', '10', '10', '10', '10', '', 15, 15, 0, '', '', ''),
(862, 'FC-862', 'DIGESTIVE', 'ENZYPLEX  500\'S', '635', '635', '635', '10', '', 15, 15, 0, '', '', 'ขวด'),
(863, 'FC-863', 'NIFUROXAZIDE', 'ERCEFURYL 200MG 28\'S', '91', '91', '91', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(864, 'FC-864', 'NIFUROXAZIDE', 'ERFUZIDE 30ML', '31', '31', '31', '10', '', 15, 15, 0, '', '', 'ขวด'),
(865, 'FC-865', '', 'EUCERIN LOTIN F  250 CC', '185', '185', '185', '10', '', 15, 15, 0, '', '', 'ขวด'),
(866, 'FC-866', '', 'EUCERIN LOTIN F  75 CC', '76', '76', '76', '10', '', 15, 15, 0, '', '', 'ขวด'),
(867, 'FC-867', 'PIROXICAM', 'FELGESIC GEL 30GM', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(868, 'FC-868', '', 'FITNE CAPSULE  40\'S', '146', '146', '146', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(869, 'FC-869', 'เมล็ดแมงลัก,กรดซิตริก,กรดมาลิก', 'FITNE OC แมงลัก 70GM  ชาเขียว', '58.5', '58.5', '58.5', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(870, 'FC-870', 'ใบมะขามแขก,เก๊กฮวย,ฝักมะขามแขก', 'FITNE เก็กฮวยซองซิป เล็ก', '39.5', '39.5', '39.5', '10', '', 15, 15, 0, '', '', 'ถุง'),
(871, 'FC-871', 'ใบมะขามแขก,เก็กฮวย,ฝักมะขามแขก', 'FITNE เก็กฮวยซองซิป ใหญ่', '126.33', '126.33', '126.33', '10', '', 15, 15, 0, '', '', 'ถุง'),
(872, 'FC-872', '', 'FITNE ชาเขียวซอง เล็ก', '39.5', '39.5', '39.5', '10', '', 15, 15, 0, '', '', 'ถุง'),
(873, 'FC-873', '', 'FITNE ชาเขียวซอง ใหญ่', '126', '126', '126', '10', '', 15, 15, 0, '', '', 'ถุง'),
(874, 'FC-874', 'ใบมะขามแขก,ฝักมะขามแขก,ฯลฯ', 'FITNE ชาซองซิป เล็ก', '37.5', '37.5', '37.5', '10', '', 15, 15, 0, '', '', 'โหล'),
(875, 'FC-875', 'ใบมะขามแขก,ฝักมะขามแขก,ฯลฯ', 'FITNE ชาซองซิป ใหญ่', '126', '126', '126', '10', '', 15, 15, 0, '', '', 'โหล'),
(876, 'FC-876', 'FLAVOXATE  100MG', 'FLAVORIN  100\'S   TO', '178', '178', '178', '10', '', 15, 15, 0, '', '', 'ขวด'),
(877, 'FC-877', 'ACETYCYSTEINE', 'FLUIMUCIL 100MG 30ซอง', '155', '155', '155', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(878, 'FC-878', 'FLUCONAZOLE 200MG', 'FLUNCO 200  5X10\'S  TO', '275', '275', '275', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(879, 'FC-879', 'FLUOCINOLONE,NEO (BP)', 'FLUONID-N CREAM 5GM', '19', '19', '19', '10', '', 15, 15, 0, '', '', 'หลอด'),
(880, 'FC-880', 'Na FUSIDATE', 'FUCIDIN CREAM 5GM', '86.5', '86.5', '86.5', '10', '', 15, 15, 0, '', '', 'หลอด'),
(881, 'FC-881', 'CLOTRIMAZOLE', 'FUNGICON', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(882, 'FC-882', 'CLOTRIMAZOLE,BETAMETHASONE', 'FUNGIDERM-B 5GM', '28', '28', '28', '10', '', 15, 15, 0, '', '', ''),
(883, 'FC-883', 'KETOCONAZOLE', 'FUNGIDERM-K SHAMPOO 100ML', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(884, 'FC-884', 'GENTAMICIN,FLUOCINOLONE', 'GENTAL-F CREAM 5GM', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(885, 'FC-885', 'G115', 'GINSANA 30\'S ขวดเล็ก', '435', '435', '435', '10', '', 15, 15, 0, '', '', 'ขวด'),
(886, 'FC-886', 'METFORMIN 500MG.', 'GLUCOLYTE 500\'S  (TO)', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กป'),
(887, 'FC-887', 'METFORMIN', 'GLUCOPHAGE 500MG 50X10\'S', '1035', '1035', '1035', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(888, 'FC-888', 'METFORMIN', 'GLUCOPHAGE 850MG 30X10\'S', '1050', '1050', '1050', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(889, 'FC-889', '', 'GOLDEN CUP BALM ขวดใหญ่พิเศษ', '297', '297', '297', '10', '', 15, 15, 0, '', '', 'โหล'),
(890, 'FC-890', 'METHYLSALICYLATE,CAMPHOR,ETC', 'GOLDEN CUP BALM ใหญ่', '152.5', '152.5', '152.5', '10', '', 15, 15, 0, '', '', 'โหล'),
(891, 'FC-891', 'NICLOSAMIDE,PHENOLPHTHALEIN', 'HEXIN พยาธิ 24X4\'S', '322', '322', '322', '10', '', 15, 15, 0, '', '', 'กล่อง');
INSERT INTO `products` (`product_id`, `product_code`, `gen_name`, `product_name`, `cost`, `o_price`, `price`, `profit`, `supplier`, `onhand_qty`, `qty`, `qty_sold`, `expiry_date`, `date_arrival`, `uom`) VALUES
(892, 'FC-892', '', 'HUDSON\'S  ใหญ่', '400', '400', '400', '10', '', 15, 15, 0, '', '', 'โหล'),
(893, 'FC-893', 'HYDROCHLOROTHIAZIDE 50MG.', 'HYDROCHLOROTHIAZIDE 1000\'S (TO)', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'กป'),
(894, 'FC-894', '', 'INCODAL K  1000\'S', '600', '600', '600', '10', '', 15, 15, 0, '', '', 'ขวด'),
(895, 'FC-895', 'DEXTRO,CPM,GUAIFENESIN', 'IYAFIN ผู้ใหญ่ 60CC', '240', '240', '240', '10', '', 15, 15, 0, '', '', 'โหล'),
(896, 'FC-896', '', 'K.A. UV SPF70 30ML', '128', '128', '128', '10', '', 15, 15, 0, '', '', 'ขวด'),
(897, 'FC-897', '', 'K.A. UV WHITENING SPF50  20G', '116', '116', '116', '10', '', 15, 15, 0, '', '', 'หลอด'),
(898, 'FC-898', 'CHAMAZULENE , CHAMOMILE', 'KAMILOSAN- M SPRAY', '122', '122', '122', '10', '', 15, 15, 0, '', '', 'ขวด'),
(899, 'FC-899', 'TRIAMCINOLONE', 'KANOLONE 1GM.', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ซอง'),
(900, 'FC-900', 'TRIAMCINOLONE', 'KELA LOTION 30ML TO', '208', '208', '208', '10', '', 15, 15, 0, '', '', 'ขวด'),
(901, 'FC-901', 'KETOCONAZOLE', 'KENORAL SHAMPOO 100ML', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(902, 'FC-902', '', 'LEVOPRONT SYR', '121', '121', '121', '10', '', 15, 15, 0, '', '', 'ขวด'),
(903, 'FC-903', '', 'MAGESTO-F 1000\'S', '570', '570', '570', '10', '', 15, 15, 0, '', '', 'ขวด'),
(904, 'FC-904', 'BPM,PHENYLEPHRINE HCL', 'MEDITAPP 1000\'S', '560', '560', '560', '10', '', 15, 15, 0, '', '', 'ขวด'),
(905, 'FC-905', 'MEFENAMIC ACID', 'MEFAMED  500 25X10\'S  MEDI', '165', '165', '165', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(906, 'FC-906', 'METHYLSALICYLATE,CAMPHOR,ETC', 'MENTHOLATUM ใหญ่', '472', '472', '472', '10', '', 15, 15, 0, '', '', 'DOZ'),
(907, 'FC-907', 'METRONIDAZOLE 200MG ', 'METROLEX 200MG 1000\'S (SIAM)', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(908, 'FC-908', '', 'MICROPORE 12X10Y เปลือย', '24', '24', '24', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(909, 'FC-909', '', 'MICROPORE 12X5 มีกล่อง', '198', '198', '198', '10', '', 15, 15, 0, '', '', 'โหล'),
(910, 'FC-910', '', 'MICROPORE 1X10Y เปลือย', '38', '38', '38', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(911, 'FC-911', '', 'MICROPORE 1X5Y  มีกล่อง', '402', '402', '402', '10', '', 15, 15, 0, '', '', 'โหล'),
(912, 'FC-912', 'OMEPRAZOLE 20MG ', 'MIRACID 20MG 14\'S (BERLIN)', '72', '72', '72', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(913, 'FC-913', '', 'MIXT.CARMINATIVE G.P.O 450ML', '30', '30', '30', '10', '', 15, 15, 0, '', '', 'ปอนด์'),
(914, 'FC-914', '', 'MONKEY BALM ใหญ่', '152.5', '152.5', '152.5', '10', '', 15, 15, 0, '', '', 'โหล'),
(915, 'FC-915', 'NEOMYCIN,ETC', 'MYBACIN ส้ม 40X10\'S', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(916, 'FC-916', 'น้ำยาป้วนปาก', 'MYBACIN หินปูน  500cc', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(917, 'FC-917', 'PARA', 'MYMOL 100X10\'S', '165', '165', '165', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(918, 'FC-918', 'PARA', 'MYMOL SYRUP 60ML', '90', '90', '90', '10', '', 15, 15, 0, '', '', 'โหล'),
(919, 'FC-919', 'EPERISONE 50MG.', 'MYONAL 50MG 30\'S', '205', '205', '205', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(920, 'FC-920', 'ACETYLCYSTEINE 600MG', 'NAC LONG 600MG 10\'S', '155', '155', '155', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(921, 'FC-921', 'PLASTER MENTHOL', 'NEOBAN 20X10PCS', '121', '121', '121', '10', '', 15, 15, 0, '', '', 'ซอง'),
(922, 'FC-922', 'PLASTER CAPSICUM', 'NEOCAPSICUM 24PCS', '334', '334', '334', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(923, 'FC-923', '', 'NEOPORE 12X10Y  เปลือย', '240', '240', '240', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(924, 'FC-924', '', 'NEOPORE 12X5Y กลาง', '132', '132', '132', '10', '', 15, 15, 0, '', '', 'โหล'),
(925, 'FC-925', 'POLYMYXIN B,NEO,GRAMICIDIN', 'NEOSPORIN EYE DROP', '75', '75', '75', '10', '', 15, 15, 0, '', '', 'ขวด'),
(926, 'FC-926', '', 'NEOTAP ผ้า 12x5หลา', '115', '115', '115', '10', '', 15, 15, 0, '', '', 'โหล'),
(927, 'FC-927', '', 'NEOTAP ผ้า 1X5หลา', '190', '190', '190', '10', '', 15, 15, 0, '', '', 'โหล'),
(928, 'FC-928', '', 'NEXCARE MICROPORE 3M 12นิ้วX10หลา 24ม้วน   เปลือย', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ม้วน'),
(929, 'FC-929', '', 'NEXCARE MICROPORE 3M 1นิ้วX10หลา 12ม้วน   เปลือย', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ม้วน'),
(930, 'FC-930', 'NIMESULIDE', 'NIDOL 100MG 25X10\'S', '1765', '1765', '1765', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(931, 'FC-931', 'PREG TEST', 'ORANGE TEST 1X25\'S', '195', '195', '195', '10', '', 15, 15, 0, '', '', 'BOX'),
(932, 'FC-932', '', 'PARA 500MG(NL)100\'Sขาว', '21.5', '21.5', '21.5', '10', '', 15, 15, 0, '', '', 'ขวด'),
(933, 'FC-933', '', 'PLASTER ตราเสือ เล็ก  24\'S COOL', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'ซอง'),
(934, 'FC-934', '', 'PLASTER ตราเสือ เล็ก  24\'S WARM', '45', '45', '45', '10', '', 15, 15, 0, '', '', 'ซอง'),
(935, 'FC-935', '', 'PLASTER ตราเสือ ใหญ่ 24\'S COOL', '59.5', '59.5', '59.5', '10', '', 15, 15, 0, '', '', 'ซอง'),
(936, 'FC-936', '', 'PLASTER ตราเสือใหญ่  24\'S WRAM', '58.75', '58.75', '58.75', '10', '', 15, 15, 0, '', '', 'ซอง'),
(937, 'FC-937', 'PLASTER CAPCISUM', 'PLASTER พริก 1X2DOZ', '505', '505', '505', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(938, 'FC-938', 'TAR,CADE OIL,COAL OIL', 'POLYTAR  SOAP 100GM', '116', '116', '116', '10', '', 15, 15, 0, '', '', 'ก้อน'),
(939, 'FC-939', '', 'RANONG TEA 30ซอง', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(940, 'FC-940', 'VIT C 1000MG+ZINC', 'REDOXON+ZINC  10\'S', '98', '98', '98', '10', '', 15, 15, 0, '', '', 'หลอด'),
(941, 'FC-941', 'CARBOCISTEINE', 'RHINATHIOL ผู้ใหญ่', '59', '59', '59', '10', '', 15, 15, 0, '', '', 'ขวด'),
(942, 'FC-942', 'PIROXICAM 10MG', 'ROXICAM  ROTA  1000\'S', '178', '178', '178', '10', '', 15, 15, 0, '', '', 'ขวด'),
(943, 'FC-943', '', 'SCACARE  NIGHT CREAM Q10 20G', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(944, 'FC-944', '', 'SCACARE ( รีแพร์)  10MG', '81', '81', '81', '10', '', 15, 15, 0, '', '', ''),
(945, 'FC-945', '', 'SCACARE ACNE CREAM 10GM', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'หลอด'),
(946, 'FC-946', '', 'SEBA MED ANTI-DANDRUFF SHAMPOO 200ML', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(947, 'FC-947', 'TYROTHRICIN,BENZOCAINE,ETC', 'SIGATRICIN 100X10\'S', '17.3', '17.3', '17.3', '10', '', 15, 15, 0, '', '', 'กป'),
(948, 'FC-948', 'MICRONISED AZELAIC ACID', 'SKINOREN CREAM 30GM', '320', '320', '320', '10', '', 15, 15, 0, '', '', 'หลอด'),
(949, 'FC-949', '', 'SMOOTH E FOAM 4OZ', '156', '156', '156', '10', '', 15, 15, 0, '', '', 'หลอด'),
(950, 'FC-950', '', 'SMOOTH E GOLD(กลาง)30G', '183', '183', '183', '10', '', 15, 15, 0, '', '', 'หลอด'),
(951, 'FC-951', '', 'SMOOTH E WHITE 30G', '186', '186', '186', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(952, 'FC-952', '', 'SMOOTH E โฟม ไวท์เบบี้เพรช 4 OZ', '187', '187', '187', '10', '', 15, 15, 0, '', '', 'หลอด'),
(953, 'FC-953', 'DEXA,FRAMYCETIN,GRAMICIDIN', 'SOFRADEX EYE DROP 8CC', '85', '85', '85', '10', '', 15, 15, 0, '', '', 'ขวด'),
(954, 'FC-954', 'TRETINOIN', 'STIEVA-A CREAM 0.025% 25G', '157', '157', '157', '10', '', 15, 15, 0, '', '', 'หลอด'),
(955, 'FC-955', 'TRETINOIN', 'STIEVA-A CREAM 0.05% 25GM', '167', '167', '167', '10', '', 15, 15, 0, '', '', 'หลอด'),
(956, 'FC-956', '2,4-DICHLOROBENZYL ALC', 'STREPSIL +C 24\'S', '475', '475', '475', '10', '', 15, 15, 0, '', '', 'โหล'),
(957, 'FC-957', '', 'STREPSIL CHESTY COUGH 24\'S', '50', '50', '50', '10', '', 15, 15, 0, '', '', 'โหล'),
(958, 'FC-958', '', 'STREPSIL DRY COUGH 24\'S', '480', '480', '480', '10', '', 15, 15, 0, '', '', 'โหล'),
(959, 'FC-959', '', 'STREPSIL DRY COUGH 24X8\'S', '410', '410', '410', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(960, 'FC-960', '2,4-DICHLOROBENZYL ALC', 'STREPSIL LEMON 24\'S', '484', '484', '484', '10', '', 15, 15, 0, '', '', 'โหล'),
(961, 'FC-961', '2,4-DICHLOROBENZYL ALC', 'STREPSIL LEMON แผง36X8\'S', '508', '508', '508', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(962, 'FC-962', '2.4-DICHLOROBENZYL ALC', 'STREPSIL PLUS 16\'S', '48.75', '48.75', '48.75', '10', '', 15, 15, 0, '', '', 'โหล'),
(963, 'FC-963', '2,4-DICHLOROBENZYL ALC', 'STREPSIL SUGAR FREE 16\'S', '452', '452', '452', '10', '', 15, 15, 0, '', '', 'โหล'),
(964, 'FC-964', '2.4-DICHLOROBENZYL ALC', 'STREPSIL SUGAR FREE 36X4\'S', '330', '330', '330', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(965, 'FC-965', 'PLASTER', 'TENSOPLAST SAFARI 30X10\'S', '242', '242', '242', '10', '', 15, 15, 0, '', '', 'ซอง'),
(966, 'FC-966', 'BRONCHODILATOR, EXPECTORANT', 'TERBU EXPECTORANT 60ML เปลือย', '10', '10', '10', '10', '', 15, 15, 0, '', '', 'ขวด'),
(967, 'FC-967', 'GUAIFENESIN,TERPINE,DEXTRO', 'TERCO-D เขียว 500\'S', '320', '320', '320', '10', '', 15, 15, 0, '', '', 'ขวด'),
(968, 'FC-968', 'PENTOXYVERINE CITRATE 25MG', 'TOCLASE 25MG 500\'S', '735', '735', '735', '10', '', 15, 15, 0, '', '', 'ขวด'),
(969, 'FC-969', 'DESOXYMETHASONE', 'TOPICORTE CREAM 15GM', '99', '99', '99', '10', '', 15, 15, 0, '', '', 'หลอด'),
(970, 'FC-970', 'TRAMADOL+PARA', 'ULTRACET', '430', '430', '430', '10', '', 15, 15, 0, '', '', 'BOX'),
(971, 'FC-971', 'CAMPHOR,MENTHOL,EUCALYP OIL', 'VICKS 50GM', '1225', '1225', '1225', '10', '', 15, 15, 0, '', '', 'โหล'),
(972, 'FC-972', 'POTASSIUM PERMANGANATE', 'ด่างทับทิม แสงสว่าง 10กรัม', '73', '73', '73', '10', '', 15, 15, 0, '', '', 'โหล'),
(973, 'FC-973', '', 'ฟ้าทลายโจร องค์การ', '118', '118', '118', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(974, 'FC-974', '', 'เยนเชี่ยน วศ 30cc', '116', '116', '116', '10', '', 15, 15, 0, '', '', 'โหล'),
(975, 'FC-975', '', 'หอมเด็กในพานทอง เล็ก', '15', '15', '15', '10', '', 15, 15, 0, '', '', 'โหล'),
(976, 'FC-976', '', 'อมมะแว้ง องค์การ 20X20\'Sรสบ้วย', '138', '138', '138', '10', '', 15, 15, 0, '', '', 'กล่อง'),
(977, 'FC-977', '', 'ลูกยางแดง เบอร์ 1 ', '118009.88', '11', '109', '98', '', 15, 15, 0, '', '', '19'),
(978, 'FC-978', 'BROMPHENIRAMINE ', 'MUCOCIN', '10', '10', '10', '10', '', 15, 15, 0, '', '', ''),
(979, 'FC-979', '', 'TELFAST', '10', '10', '10', '10', '', 15, 15, 0, '', '', ''),
(980, 'FC-980', '', 'ZITHROMAX', '10', '10', '10', '10', '', 15, 15, 0, '', '', ''),
(981, 'FC-981', '', 'IBRUPROFEN 200 MG ', '10', '10', '10', '10', '', 15, 15, 0, '', '', ''),
(982, 'FC-982', '', 'CELEBREX 200 MG  ', '10', '10', '10', '-1', '', 15, 15, 0, '', '', ''),
(983, 'FC-983', '', 'CANESTEN 6\'S ', '10', '10', '10', '10', 'บ้านหมอยา', 15, 15, 0, '', '', ''),
(984, 'FC-984', '', 'CANESTEN 500 1\'S  ', '10', '10', '10', '10', 'บ้านหมอยา', 15, 15, 0, '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `purchases`
--

CREATE TABLE `purchases` (
  `transaction_id` int(11) NOT NULL,
  `invoice_number` varchar(100) NOT NULL,
  `date` varchar(100) NOT NULL,
  `suplier` varchar(100) NOT NULL,
  `remarks` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `purchases_item`
--

CREATE TABLE `purchases_item` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `qty` int(11) NOT NULL,
  `cost` varchar(100) NOT NULL,
  `invoice` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `sales`
--

CREATE TABLE `sales` (
  `transaction_id` int(11) NOT NULL,
  `invoice_number` varchar(100) NOT NULL,
  `cashier` varchar(100) NOT NULL,
  `date` varchar(100) NOT NULL,
  `type` varchar(100) NOT NULL,
  `amount` varchar(100) NOT NULL,
  `profit` varchar(100) NOT NULL,
  `due_date` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `balance` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `sales`
--

INSERT INTO `sales` (`transaction_id`, `invoice_number`, `cashier`, `date`, `type`, `amount`, `profit`, `due_date`, `name`, `balance`) VALUES
(142, 'RS-293232', 'Admin', '02/12/20', 'cash', '54', '25', '200', 'asdf', '');

-- --------------------------------------------------------

--
-- Table structure for table `sales_order`
--

CREATE TABLE `sales_order` (
  `transaction_id` int(11) NOT NULL,
  `invoice` varchar(100) NOT NULL,
  `product` varchar(100) NOT NULL,
  `qty` varchar(100) NOT NULL,
  `amount` varchar(100) NOT NULL,
  `profit` varchar(100) NOT NULL,
  `product_code` varchar(150) NOT NULL,
  `gen_name` varchar(200) NOT NULL,
  `name` varchar(200) NOT NULL,
  `price` varchar(100) NOT NULL,
  `discount` varchar(100) NOT NULL,
  `date` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `sales_order`
--

INSERT INTO `sales_order` (`transaction_id`, `invoice`, `product`, `qty`, `amount`, `profit`, `product_code`, `gen_name`, `name`, `price`, `discount`, `date`) VALUES
(315, 'RS-06262', '58', '1', '22', '10', 'dfdsf', 'sdf', ' dsf', '22', '', '02/12/20'),
(316, 'RS-06262', '58', '1', '22', '10', 'dfdsf', 'sdf', ' dsf', '22', '', '02/12/20'),
(317, 'RS-825502', '58', '1', '22', '10', 'dfdsf', 'sdf', ' dsf', '22', '', '02/12/20'),
(318, 'RS-825502', '58', '1', '22', '10', 'dfdsf', 'sdf', ' dsf', '22', '', '02/12/20'),
(320, 'RS-293232', '58', '1', '22', '10', 'dfdsf', 'sdf', ' dsf', '22', '', '02/12/20'),
(321, 'RS-293232', '59', '1', '10', '5', 'tt', 'paracap', ' paracap', '10', '', '02/12/20'),
(322, 'RS-293232', '58', '1', '22', '10', 'dfdsf', 'sdf', ' dsf', '22', '', '02/12/20'),
(323, 'RS-323224', '7', '1', '122', '10', 'FC-007', 'สบู่', 'ACNE-AID BAR 100GM', '122', '', '02/12/20');

-- --------------------------------------------------------

--
-- Table structure for table `supliers`
--

CREATE TABLE `supliers` (
  `suplier_id` int(11) NOT NULL,
  `suplier_name` varchar(100) NOT NULL,
  `suplier_address` varchar(100) NOT NULL,
  `suplier_contact` varchar(100) NOT NULL,
  `contact_person` varchar(100) NOT NULL,
  `note` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `supliers`
--

INSERT INTO `supliers` (`suplier_id`, `suplier_name`, `suplier_address`, `suplier_contact`, `contact_person`, `note`) VALUES
(5, 'บ้านหมอยา', '', '', '', ''),
(6, 'คลังยา (เลิงนกทา)', '', '', '', ''),
(7, 'ถาวรเภสัช', '', '', '', ''),
(8, 'รวมยาเภสัชกร', '', '', '', ''),
(9, 'คลังยากุดชุม', '', '', '', ''),
(10, 'ร้านห้องยา', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `username` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `position` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `username`, `password`, `name`, `position`) VALUES
(1, 'admin', 'admin', 'Admin', 'admin'),
(2, 'cashier', 'cashier', 'Cashier Pharmacy', 'Cashier');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `collection`
--
ALTER TABLE `collection`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Indexes for table `customer`
--
ALTER TABLE `customer`
  ADD PRIMARY KEY (`customer_id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`product_id`);

--
-- Indexes for table `purchases`
--
ALTER TABLE `purchases`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Indexes for table `purchases_item`
--
ALTER TABLE `purchases_item`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sales`
--
ALTER TABLE `sales`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Indexes for table `sales_order`
--
ALTER TABLE `sales_order`
  ADD PRIMARY KEY (`transaction_id`);

--
-- Indexes for table `supliers`
--
ALTER TABLE `supliers`
  ADD PRIMARY KEY (`suplier_id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `collection`
--
ALTER TABLE `collection`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `customer`
--
ALTER TABLE `customer`
  MODIFY `customer_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `product_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=985;

--
-- AUTO_INCREMENT for table `purchases`
--
ALTER TABLE `purchases`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `purchases_item`
--
ALTER TABLE `purchases_item`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `sales`
--
ALTER TABLE `sales`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=143;

--
-- AUTO_INCREMENT for table `sales_order`
--
ALTER TABLE `sales_order`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=324;

--
-- AUTO_INCREMENT for table `supliers`
--
ALTER TABLE `supliers`
  MODIFY `suplier_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
